[{"originalTitle":"1408","originalOverview":"A man who specializes in debunking paranormal occurrences checks into the fabled room 1408 in the Dolphin Hotel. Soon after settling in, he confronts genuine terror.","posterPath":"/4onX7UF2MPUgIpkUerLC3dpVfNZ.jpg","backdropPath":"/uaDyzxiCCSEr5Re3d4rGavJV5M4.jpg","popularity":12982,"voteAverage":6.6,"releaseDate":"2007-06-22","genres":["Horror","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"1408","language":"ar","overview":"تدور أحداث الفيلم حول أحد الأشخاص النفسيون متخصص في البحث عن الخوارق الطبيعية يعلم بوجود غرفة رقم 1408 بأحد الفنادق يحدث بها خوارق ويقتل كل من يقطن بها فيحاول كشف الحقيقة ...فترى هل سيكون الضحية التالية؟"}],"movieVideos":{"title":"1408 (2007) - HD Trailer","key":"WIASqPZqnhs","site":"YouTube","type":"Trailer"}},{"originalTitle":"Face/Off","originalOverview":"An antiterrorism agent goes under the knife to acquire the likeness of a terrorist and gather details about a bombing plot. When the terrorist escapes custody, he undergoes surgery to look like the agent so he can get close to the agent's family.","posterPath":"/q1i8QHiHZ1cukG5iOxai8pydmoa.jpg","backdropPath":"/siLeWQthKbUef4PKhR57BbReGnC.jpg","popularity":15329,"voteAverage":6.9,"releaseDate":"1997-06-27","genres":["Action","Crime","Science Fiction","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"الوجه المخلوع","language":"ar","overview":"مطاردة ضخمة وطويلة من الإف بي آي بقيادة شون آرتشر ( ترافولتا ) للقبض على كاستور تروي ( كيج ) قائد عصابة خطير ، المطاردة تنتهي بإصابة زعيم العصابة إصابة قوية تتسبب في غيبوبته ، بعدها علم الإف بي آي أن زعيم العصابة قد زرع قنبلة في المدينة وستنفجر في يوم محدد ، فيقوم الإف بي آي بطريقة طبية لخلع وجه زعيم العصابة وزرعه في عميل الإف بي آي ، والعكس ، لكي يدخل العميل السجن ويحاول أن يعرف عن القنبلة من خلال أتباع زعيم العصابة ، تحدث مشكلة كبيرة وهي أن زعيم العصابة قد أفاق من غيبوبته بطريقة ما وهو بوجه عميل الإف بي آي ، ويحرق كامل الملفات والأدلة والأشخاص الذين يعرفون بعملية زرع الوجه ولا يبقي شيئا ، فتنقلب الأمور على عميل الإف بي آي والذي يعتقد الجميع بأنه المجرم ، بينما المجرم الحقيقي في أروقة الحكومة والشرطة بدون أن يعرف أحد أنه المجرم الحقيقي ."}],"movieVideos":{"title":"Face/Off - Trailer","key":"3zebJ_NoduE","site":"YouTube","type":"Trailer"}},{"originalTitle":"The Pursuit of Happyness","originalOverview":"A struggling salesman takes custody of his son as he's poised to begin a life-changing professional career.","posterPath":"/iMNp6gTeDBXbzjKRNYtorxZ76G2.jpg","backdropPath":"/yFQg8nKzAWGNNBg277bvHyWSCJu.jpg","popularity":17207,"voteAverage":7.9,"releaseDate":"2006-12-14","genres":["Drama"],"category":"Film","language":"en","movieLanguages":[{"title":"البحث عن السعادة","language":"ar","overview":"السعي للسعادة أو البحث عن السعادة (بالإنجليزية: The pursuit of happyness) هو فيلمُ سيرةٍ ذاتيّة دراما أمريكي مُستَنِدٌ على قِصّة كريستوفر جاردنر من إخراج غابرييل موكينو وبطولة ويل سميث وابنه جيدن وصَدَر في سبتمبر 2006. الفيلم مَبنيٌّ على قِصّةٍ حقيقيّة وهي قِصّة كريستوفر جاردنر الذي يُحاوِلُ بشتّى الطرق توفير سُبُل الراحة لأسرته الصغيرة، وبعد أن تَهجره زوجَته بسبب الفقر يُقرّر أن يتعلم مهنة جديدة ليحصل منها على المال الكافي ليؤمّن حياةً كريمةً لِعائلته.  وقد نالَ الفيلمُ استِحسانَ النُقّاد، وتَرشّح ويل سميث لنيلِ جائزة الأوسكار لأفضل ممثل عن دوره في هذا الفيلم. كما فازَ الفيلم وترشّح لعددٍ من الجوائز الأُخرى."}],"movieVideos":{"title":"The Pursuit Of Happyness Trailer HQ","key":"doLdmYhpNyc","site":"YouTube","type":"Trailer"}},{"originalTitle":"Gangs of New York","originalOverview":"It's 1863. America was born in the streets. Amsterdam Vallon returns to the Five Points of America to seek vengeance against the psychotic gangland kingpin, Bill the Butcher, who murdered his father years earlier. With an eager pickpocket by his side and a whole new army, Vallon fights his way to seek vengeance on the Butcher and restore peace in the area.","posterPath":"/lemqKtcCuAano5aqrzxYiKC8kkn.jpg","backdropPath":"/a2Aj5ksEo2HOUH3FbGyZCtaJM4C.jpg","popularity":15823,"voteAverage":7.2,"releaseDate":"2002-12-14","genres":["Drama","History","Crime"],"category":"Film","language":"en","movieLanguages":[{"title":"عصابات نيويورك","language":"ar","overview":"عصابات نيويورك (بالإنجليزية: Gangs of New York) هو فيلم روائي، جريمة، تاريخي أنتج في 2002. أخرجه الأمريكي مارتن سكورسيزي, والفيلم من بطولة ليوناردو دي كابريو و دانييل دي لويس و كاميرون دياز , ترشح الفيلم لعشرة جوائز أوسكار لم ينل أيًا منها، فاز دانييل دي لويس عن دوره في الفيلم بجائزة البافتا لأفضل ممثل.  تدور أحداث الفيلم في مدينة نيويورك القديمة في عام 1861 خلال فترة الحرب الأهلية الأمريكية من خلال قصة شاب إيرلندي اسمه أمستردام فالون (ليوناردو دي كابريو) يسعى للثأر من قاتل أبيه الواسبي بيل ذا بوتشر كاتينغ (دانييل دي لويس) و الذي قتل أبيه في حرب دارت بين السكان الأصليين (الذين ولدوا في أمريكا) و الإيرلنديين في مدينة نيويورك القديمة في 1846."}],"movieVideos":{"title":"Gangs of New York Trailer HD (2002)","key":"x5YmI2PW9R8","site":"YouTube","type":"Trailer"}},{"originalTitle":"Bambi","originalOverview":"Bambi's tale unfolds from season to season as the young prince of the forest learns about life, love, and friends.","posterPath":"/wV9e2y4myJ4KMFsyFfWYcUOawyK.jpg","backdropPath":"/zM2Rdsh4kiTEXPkkO9lWBzZpwAH.jpg","popularity":16372,"voteAverage":6.9,"releaseDate":"1942-08-14","genres":["Animation","Drama","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"بامبي","language":"ar","overview":"عن غزال صغير يولد في الغابة ويضحى أمير الغابة كوالده ويصير صديق للحيوانات منهم ثمبر الارنب ومعاً يكتشفا أسرار الغابة، وتموت أمه على أيدى الصيادين ويقابل فالين صديقة قديمة من أيام الطفولة وسرعان ما يقعا في الحب وبعدها يقوم حريق في الغابة ويقوم بامبي بإنقاذ فالين والهروب من الصيادين"}],"movieVideos":{"title":"(Original 1942) Bambi Trailer","key":"nLvX-erABqY","site":"YouTube","type":"Trailer"}},{"originalTitle":"Anastasia","originalOverview":"This animated adventure retells the story of the lost daughter of Russia's last czar. The evil Rasputin places a curse on the Romanov family, and Anastasia and her grandmother, Empress Maria, get separated. After growing up in an orphanage, Anastasia encounters two Russian men seeking a reward offered by Empress Maria for the return of her granddaughter. The trio travels to Paris, where they find that the empress has grown skeptical of imposters.","posterPath":"/dKJ6OOYlHGPARKidvP1kYJjXW29.jpg","backdropPath":"/aMdz0ngZaAsKvlbOCIXieHd9fgD.jpg","popularity":17217,"voteAverage":7.6,"releaseDate":"1997-11-20","genres":["Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"أناستازيا","language":"ar","overview":"في يومٍ من الأيام أقام قيصر إمبراطورية روسيا حفلًا كبيرًا وحضرت الحفل ابنته أناستازيا، حيث وعدتها جدتها أنها ستكون معها في القريب في باريس وأهدتها صندوق موسيقى وقلادةً بها مفتاح الصندوق. ولكن راسبيوتن كان يكن الكره والحقد والضغينة للقيصر وعائلتة، وعندما قام القيصر بطرده من القصر، استشاط راسبيوتن غضبًا وباع روحه للشيطان من أجل أن يكتسب قوة خارقة تمكنه من تدمير القيصر وإلقاء اللعنة عليه وعلى عائلتة. تقتحم جموع الشعب الغاضبة القصر وتهرب أناستازيا مع جدتها ولكنها تفقد جدتها وتفقد الذاكرة. تخرج أناستازيا من الملجأ بعد عدة سنوات وتلتقي بدميتري الذي بدوره يرشدها دون أن يعلم على طريق عائلتها."}],"movieVideos":{"title":"Anastasia 1997- Official Trailer.","key":"eNj53-mu7xw","site":"YouTube","type":"Trailer"}},{"originalTitle":"A Bug's Life","originalOverview":"On behalf of \"oppressed bugs everywhere,\" an inventive ant named Flik hires a troupe of warrior bugs to defend his bustling colony from a horde of freeloading grasshoppers led by the evil-minded Hopper.","posterPath":"/u9qGMRwcPwP0WETxulS5hKUsEum.jpg","backdropPath":"/bHMHpXNjeKRxcjWcpbIAD5f0aIK.jpg","popularity":15351,"voteAverage":6.9,"releaseDate":"1998-11-25","genres":["Adventure","Animation","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"حياة حشرة","language":"ar","overview":"يحكي الفيلم عن إحدى مستعمرات النمل التي يسيطر عليها عصابة من الجراد الشرير والتي تفرض على المستعمرة جمع الحبوب لصالحها مما يفرض على النمل عبئا إضافيا لجمع الحبوب للجراد ثم لنفسه قبل حلول موسم المطر الذي يلزمون فيه المستعمرة. إلا أن \"فليك\" النملة الذكية وبطل الفيلم يقرر الرحيل عن المستعمرة والذهاب إلى مدينة مجاورة من أجل الاستعانة بحشرات مقاتلين لمعاونة قومه على نبذ سيطرة الجراد عليهم. ويوافق حكماء النمل على رحيل \"فليك\" من أجل التخلص من متاعبه التي يسببها دائما بواسطة أختراعاته"}],"movieVideos":{"title":"A Bug's Life - Official Trailer 1998 [HD]","key":"Ljk2YJ53_WI","site":"YouTube","type":"Trailer"}},{"originalTitle":"Fantastic Mr. Fox","originalOverview":"The Fantastic Mr. Fox bored with his current life, plans a heist against the three local farmers. The farmers, tired of sharing their chickens with the sly fox, seek revenge against him and his family.","posterPath":"/750pfEttsYAVmynRg2vmt1AXh4q.jpg","backdropPath":"/uxQ1n8yLqRZgnrimiBXJ5rsaa.jpg","popularity":15615,"voteAverage":7.7,"releaseDate":"2009-10-23","genres":["Adventure","Animation","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"مستر فوكس الرائع","language":"ar","overview":"مستر (فوكس) يهوى المغامرات يهوي مطاردة الدجاج والديوك الرومي وسرقتها. حينما يتم القبض عليه هو وزوجته في أثناء محاولته سرقة إحدى المزارع، يعد زوجته بأن يتوقف عن السرقة، ويبحث عن وظيفة أخرى. بعد عامين ينتقل هو وعائلته للإقامة بجوار شجرة بالقرب من منشأة يديرها المزارعون الأشرار (والتر وناثينال وفرانكلين). يحاول المزارعون التخلص من عائلة فوكس فيقرر التصدي لهم."}],"movieVideos":{"title":"FANTASTIC MR. FOX - Official Theatrical Trailer","key":"n2igjYFojUo","site":"YouTube","type":"Trailer"}},{"originalTitle":"Lady and the Tramp","originalOverview":"Lady, a golden cocker spaniel, meets up with a mongrel dog who calls himself the Tramp. He is obviously from the wrong side of town, but happenings at Lady's home make her decide to travel with him for a while.","posterPath":"/AqQpqEn33UYExlAoWA02Hizb2lc.jpg","backdropPath":"/osSsQ4QWXS7Flu3y39QqP924Lud.jpg","popularity":17365,"voteAverage":7,"releaseDate":"1955-06-16","genres":["Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"ليدي وترامب","language":"ar","overview":"لايدي الكلبة الذهبية تتعرف على كلب هجين يطلق على نفسه اسم \"ترامب\". ترامب ينتمي لأصل وضيع، ومن الواضح جدا أنه أتى من مكان فقير غير المكان الذي تقيم فيه لايدى. تقرر لايدي مرافقة ترامب في رحلته وتنقلاته من أجل الاستكشاف وتجربة شئ جديد، لتكتشف أنها كانت فكرة خاطئة تماما وتوقعهم في عديد من المشاكل؛ حيث لا يوجد أي كلب فوق القانون."}],"movieVideos":{"title":"Lady and the Tramp (1955) Trailer","key":"n3iorawVQkw","site":"YouTube","type":"Trailer"}},{"originalTitle":"The Notebook","originalOverview":"An epic love story centered around an older man who reads aloud to a woman with Alzheimer's. From a faded notebook, the old man's words bring to life the story about a couple who is separated by World War II, and is then passionately reunited, seven years later, after they have taken different paths.","posterPath":"/gMfstesBXKdsHToAUXVPHujUDfb.jpg","backdropPath":"/AprhfmDEwy14xyjaAlcwdLolLjq.jpg","popularity":22999,"voteAverage":7.8,"releaseDate":"2004-06-25","genres":["Romance","Drama"],"category":"Film","language":"en","movieLanguages":[{"title":"The Notebook","language":"ar","overview":"تقع الفتاة (آلي) في حب الشاب (نوح) عندما يتقابلان في أحد المهرجانات، لكن عائلة الفتاة تفرق بينهما بسبب فقر نوح، لتعيش آلي بعيدًا عن حبيبها بأمرٍ من أسرتها، وتوافق في النهاية على الخطبة إلى الجندي الوسيم (لون). تشاهد آلي بالمصادفة صورة لنوح في إحدى..."}],"movieVideos":{"title":"The Notebook Movie Trailer [HD]","key":"FC6biTjEyZw","site":"YouTube","type":"Trailer"}},{"originalTitle":"Hercules","originalOverview":"Bestowed with superhuman strength, a young mortal named Hercules sets out to prove himself a hero in the eyes of his father, the great god Zeus. Along with his friends Pegasus, a flying horse, and Phil, a personal trainer, Hercules is tricked by the hilarious, hotheaded villain Hades, who's plotting to take over Mount Olympus!","posterPath":"/yds93kIrmH1aNN0YKAcHLyOkNEV.jpg","backdropPath":"/mlI0GuNH7AezVQzuabFHz0I4vVT.jpg","popularity":15151,"voteAverage":7.5,"releaseDate":"1997-06-20","genres":["Animation","Family","Fantasy","Adventure","Comedy","Romance"],"category":"Film","language":"en","movieLanguages":[{"title":"هرقليز","language":"ar","overview":"يتحول (هرقليز) ابن إله اليونان (زيوس)، إلى نصف إله ونصف بشر، عن طريق الشرير (هادس) إله الجحيم، الذي يخطط لإسقاط (زيوس)، ولكي يستعيد (هرقليز) سر الخلود، يخبره (زيوس) بأن عليه أن يصبح بطل حقيقي."}],"movieVideos":{"title":"HERCULES - Official Main Trailer (HD) - UK","key":"HydiAICZq6I","site":"YouTube","type":"Trailer"}},{"originalTitle":"Kronk's New Groove","originalOverview":"Kronk, now chef and Head Delivery Boy of Mudka's Meat Hut, is fretting over the upcoming visit of his father. Kronk's father always disapproved of young Kronk's culinary interests and wished that Kronk instead would settle down with a wife and a large house on a hill.","posterPath":"/wytTF8brxjjWnzjfEq6EZBLdnDI.jpg","backdropPath":"/O2Bfpl52PwzUh2iJs2bXF4rewS.jpg","popularity":10335,"voteAverage":6.2,"releaseDate":"2005-12-05","genres":["Animation","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"حياة كرونك الجديدة","language":"ar","overview":"بعد مغامراته الخطيرة مع باشا والامبراطور كاسكو، قرر كرونك، أحد أتباع “إيزما” السابقين، أن يبدأ حياة جديدة كرئيس للطهاة في مطعمه الخاص . ويحضّر كرونك خطة على نار هادئة تجعله ثرياً، تمكنه من الفوز بإعجاب والده. ولكنه فشل فشلاً ذريعاً واقتنع أن الغنى الحقيقي يكمن في الأصدقاء.."}],"movieVideos":{"title":"Kronk's New Groove - Trailer","key":"J1KGkJ6mjZ4","site":"YouTube","type":"Clip"}},{"originalTitle":"The Return of Jafar","originalOverview":"The evil Jafar escapes from the magic lamp as an all-powerful genie, ready to plot his revenge against Aladdin. From battling elusive villains atop winged horses, to dodging flames inside an exploding lava pit, it's up to Aladdin - with Princess Jasmine and the outrageously funny Genie by his side - to save the kingdom once and for all.","posterPath":"/sC4wDVBMPMxmn5JJqPalMOhQ35U.jpg","backdropPath":"/sLF3zgqfFC6Vev84h9aK4U88M2C.jpg","popularity":16912,"voteAverage":5.7,"releaseDate":"1994-12-15","genres":["Family","Adventure","Animation","Romance"],"category":"Film","language":"en","movieLanguages":[{"title":"عودة جعفر","language":"ar","overview":"يتمحور فلم حول عودة جعفر -الشخصية الشريرة- من الجزء الأول، الذي يعود لينتقم من علاء الدين وأصدقائه: الأميرة ياسمين، الجني، وآبو، والسجاد، وسلطان، و بغباء ياغو الذي انقلب ضد جعفر الذي حاول أن يصبح حاكم مدينة اجرباه"}],"movieVideos":{"title":"Aladdin II: The Return of Jafar - Trailer","key":"Obmd3W0UkfY","site":"YouTube","type":"Clip"}},{"originalTitle":"Lady and the Tramp II: Scamp's Adventure","originalOverview":"Lady and Tramp's mischievous pup, Scamp, gets fed up with rules and restrictions imposed on him by life in a family, and longs for a wild and free lifestyle. He runs away from home and into the streets where he joins a pack of stray dogs known as the \"Junkyard Dogs.\" Buster, the pack's leader, takes an instant disliking to the \"house-dog\" and considers him a rival. Angel, a junkyard pup Scamp's age, longs for the safety and comfort of life in a family and the two become instant companions. Will Scamp choose the wild and free life of a stray or the unconditional love of his family?","posterPath":"/bc2yxExkW5tiJf8ASkgsEYHiluy.jpg","backdropPath":"/6nZP8g5HFGckLF4e933kvszKMxC.jpg","popularity":14221,"voteAverage":6.2,"releaseDate":"2001-02-18","genres":["Romance","Animation","Family","Adventure"],"category":"Film","language":"en","movieLanguages":[{"title":"السيدة والصعلوك 2: مغامرة الشقي","language":"ar","overview":"(ليدي) و(ترامب) كلبان أشقيقان يضيقا ذرعا بالقواعد والقيود التي تفرضها عليهم الحياة داخل منزل. يتوقان للعودة لحياة الحرية والانطلاق، يهربان من المنزل ويجوبان الشوارع وينضمان لمجموعة من الكلاب تدعى \"قبيلة السادة الكلاب\". (باستر) زعيم هذه المجموعة لا يرتاح على الإطلاق لهما لأنه لا يعجب بالكلاب المنزلية، لذا يتعامل باستر معهما على أنهما أعداء يتعرفان على (سكامب) أيضا كلب آخر هرب من أحد المنازل، فيصبحوا أصدقاء ويبدأ الشعور بالحنين للعودة لمنزلهم."}]},{"originalTitle":"(500) Days of Summer","originalOverview":"Tom, greeting-card writer and hopeless romantic, is caught completely off-guard when his girlfriend, Summer, suddenly dumps him. He reflects on their 500 days together to try to figure out where their love affair went sour, and in doing so, Tom rediscovers his true passions in life.","posterPath":"/5SjtNPD1bb182vzQccvEUpXHFjN.jpg","backdropPath":"/yYw9cVdRJ4zzwxM2cTDXfT6JI6E.jpg","popularity":14909,"voteAverage":7.2,"releaseDate":"2009-07-17","genres":["Comedy","Drama","Romance"],"category":"Film","language":"en","movieLanguages":[{"title":"(500) Days of Summer","language":"ar","overview":"في قالب من الكوميديا الرومانسية ، وعلى مدار 500 يوم ، نتابع التطورات الكثيرة التي شهدتها علاقة الحب التي جمعت بين كل من توم هانسون (جوزيف جوردون لوفيت) الذي يعمل في إحدى شركات بطاقات التهاني ، وبين سمر (زوي ديشنيل) ، الفتاة التي لا تؤمن بوجود حب حقيقي في العالم ، وبعدم جدوى العلاقات من الأساس ، لنشهد الأثر الذي ستخلفه آراء كل منهما على علاقتهما ببعضهما البعض ."}],"movieVideos":{"title":"500 Days Of Summer  - Theatrical Release Trailer - 2009 Movie - USA","key":"GvU4tYxwylc","site":"YouTube","type":"Trailer"}},{"originalTitle":"Avatar","originalOverview":"In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.","posterPath":"/kmcqlZGaSh20zpTbuoF0Cdn07dT.jpg","backdropPath":"/aHcth2AXzZSjhX7JYh7ie73YVNc.jpg","popularity":31981,"voteAverage":7.4,"releaseDate":"2009-12-10","genres":["Action","Adventure","Fantasy","Science Fiction"],"category":"Film","language":"en","movieLanguages":[{"title":"Avatar","language":"ar","overview":"عندما يكتشف البشر (القمر الفريد باندورا) الذي يحتوي على معدن فائق الأهمية من الناحية الاقتصادية، يقومون بتنفيذ خطة محكمة لغزوه على الفور. لكن على هذا القمر تعيش كائنات زرقاء البشرة تٌدعى (نافي) يتمتعون بحب جارف لكوكبهم وطبيعته المدهشة، ويتصلون معه جسديًا ونفسيًا.. لذا عندما يبدأ هؤلاء في الدفاع عن كوكبهم، ينضم إليهم بعض البشر ليواجهوا قادة الغزو في معركة طاحنة ستحدد مصير باندورا والبشر إلى الأبد."}],"movieVideos":{"title":"James Cameron's Avatar - Trailer","key":"5MB3Ea6L-gw","site":"YouTube","type":"Featurette"}},{"originalTitle":"Lilo & Stitch 2: Stitch has a Glitch","originalOverview":"Now, we find the rowdy extraterrestrial getting used to life with his new ohana. However, a malfunction in the ultimate creation of Dr. Jumba soon emerges, which reinstates his destructive programming and threatens to both ruin his friendship with Lilo and to short him out for good!","posterPath":"/hUmQxcaWdHjwovD1ABrTHbpTcoo.jpg","backdropPath":"/mRwtbmaXMTY28wTW540PsAudVT1.jpg","popularity":12888,"voteAverage":6.6,"releaseDate":"2005-01-22","genres":["Animation","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"ليلو وستيتش 2","language":"ar","overview":"تعرض (ستيتش) الكائن الفضائي للإصابة بخلل في برمجته مما يهدد حياته على كوكب الأرض ، ويشكل خطرا كبيرا على صديقته (ليلو) ، وعلى علاقته بها ، لذا يقرر مغادرة الأرض والعودة إلى الفضاء الذي جاء منه ، ولكن تحاول صديقته (ليلو) إنقاذه بكل الطرق الممكنة من هذا الخطر قبل فوات الأوان ."}],"movieVideos":{"title":"Lilo & Stitch 2 Stitch Has A Glitch VHS and DVD 2005 Trailer","key":"NDCvdbjYkeE","site":"YouTube","type":"Trailer"}},{"originalTitle":"A Good Day to Die Hard","originalOverview":"Iconoclastic, take-no-prisoners cop John McClane, finds himself for the first time on foreign soil after traveling to Moscow to help his wayward son Jack - unaware that Jack is really a highly-trained CIA operative out to stop a nuclear weapons heist. With the Russian underworld in pursuit, and battling a countdown to war, the two McClanes discover that their opposing methods make them unstoppable heroes.","posterPath":"/c2SQMd00CCGTiDxGXVqA2J9lmzF.jpg","backdropPath":"/17zArExB7ztm6fjUXZwQWgGMC9f.jpg","popularity":16097,"voteAverage":5.2,"releaseDate":"2013-02-06","genres":["Action","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"A Good Day to Die Hard","language":"ar","overview":"تلك المرة، الشرطي جون ماكلين (بروس ويلز) يجد نفسه في موسكو لمساعده ابنه \"جاك\"، محاولا تقديم مساعدات كثيرة لإنقاذه، وإذا به يكتشف أن جاك أحد عملاء جهاز المخابرات المركزية الأمريكية، وأنه قد تلقى تدريبات عالية لوقف سرقة الأسلحة النووية، فيتمكن ماكلين وجاك من تكوين ثناني ذي أسلوب معين لتحقيق هدفهما."}],"movieVideos":{"title":"Good Day to Die Hard, A - Trailer","key":"eLu3z4Ikwes","site":"YouTube","type":"Trailer"}},{"originalTitle":"Monsters University","originalOverview":"A look at the relationship between Mike and Sulley during their days at Monsters University — when they weren't necessarily the best of friends.","posterPath":"/a05xQU9huY3P5uurLcGGHmsf2Vh.jpg","backdropPath":"/5mDCKKS7M8aUZKdShnCa7lLbzmH.jpg","popularity":16155,"voteAverage":7,"releaseDate":"2013-06-20","genres":["Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"جامعة المرعبين","language":"ar","overview":"قصة الفيلم: يعود بنا الفيلم إلى أيام الجامعة عندما كان مايك وازوسكي (صوت بيللي كريستال) وحشاً صغيراً يحلم بأنيصبح مخيفاً، خاصة وهو يعتقد أنه أفضل مخيف في جامعة الوحوش، ولكن خلال الفصل الدراسي الأول له في الجامعة،تتغير خطط مايك بعد أن التقى بالبارع جيمس بي سوليفان (صوت جون جودمان) الذي وُلد مخيفاً بشكل طبيعي،التنافس بين الاثنين يخرج عن السيطرة ويكون السبب في طردهما من جامعة النخبة المرعبة، وتصبح الأمورأسوأ عندما يُضطران إلى العمل معاً، جنباً إلى جنب مع مجموعة غريبة من الوحوش الماهرة."}],"movieVideos":{"title":"MONSTERS UNIVERSITY | UK Trailer | Official Disney UK","key":"JbeFIfS8uno","site":"YouTube","type":"Trailer"}},{"originalTitle":"47 Ronin","originalOverview":"Kai—an outcast—joins Oishi, the leader of 47 outcast samurai.  Together they seek vengeance upon the treacherous overlord who killed their master and banished their kind.  To restore honour to their homeland, the warriors embark upon a quest that challenges them with a series of trials that would destroy ordinary warriors.","posterPath":"/pUH46wa0n4zXZytpriSaoNUXai4.jpg","backdropPath":"/slQkkaBHH1K915HtuN89iu0xqOv.jpg","popularity":10793,"voteAverage":6,"releaseDate":"2013-12-06","genres":["Drama","Action","Adventure","Fantasy"],"category":"Film","language":"en","movieLanguages":[{"title":"47 Ronin","language":"ar","overview":"بعد أن قام أمراء الحرب الغادرون بقتل معلمهم ونفيهم، يتعهد 47 محارباً من الساموراي بالسعي إلى الثأر واستعادة شرفهم. وبينما يتم إبعادهم قسراً عن بلادهم ليتفرقوا في أرجاء الأرض، يضطر هذا الفريق من المحاربين إلى طلب مساعدة كاي (ريفز) الذي ينتمي إلى سلالة قاموا بطردها من قبل، حيث يناضلون في طريقهم عبر عالم شرس يمتلئ بالوحوش الأسطورية والسحر والرعب. وبعد أن صار هذا المحارب المنفي عبداً لهم، يصير سلاحهم الأكثر فتكاً، ليتحول كاي إلى البطل الذي يلهم هذه الفرقة من المتمردين للوصول على الخلود"}],"movieVideos":{"title":"Official International Trailer","key":"DEoDulGTElE","site":"YouTube","type":"Trailer"}},{"originalTitle":"21 Jump Street","originalOverview":"In high school, Schmidt was a dork and Jenko was the popular jock. After graduation, both of them joined the police force and ended up as partners riding bicycles in the city park. Since they are young and look like high school students, they are assigned to an undercover unit to infiltrate a drug ring that is supplying high school students synthetic drugs.","posterPath":"/kn4FAsf2V2cMWRo2dP0pBAS3wUT.jpg","backdropPath":"/uOpFdld7CIifSEoGuRVgWqaeyFs.jpg","popularity":18081,"voteAverage":6.8,"releaseDate":"2012-03-12","genres":["Action","Comedy","Crime"],"category":"Film","language":"en","movieLanguages":[{"title":"21 Jump Street","language":"ar","overview":"في محاولة لإثبات الذات يبدأ ضابطا شرطة حديثا التخرج عملهما، ويتقمصان شخصية مراهقين فى إحدى المدارس الثانوية، كي يكشفا أطراف الجريمة، ومروجي المخدرات المسيطرين على المدرسة، وينتج عن ذلك العديد من المواقف الكوميدية."}],"movieVideos":{"title":"21 JUMP STREET - Official Red Band Trailer - In Theaters 3/16/12!","key":"RLoKtb4c4W0","site":"YouTube","type":"Trailer"}},{"originalTitle":"Iron Man 3","originalOverview":"When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution.","posterPath":"/1Ilv6ryHUv6rt9zIsbSEJUmmbEi.jpg","backdropPath":"/n9X2DKItL3V0yq1q1jrk8z5UAki.jpg","popularity":29243,"voteAverage":6.9,"releaseDate":"2013-04-18","genres":["Action","Adventure","Science Fiction"],"category":"Film","language":"en","movieLanguages":[{"title":"Iron Man 3","language":"ar","overview":"الجزء الثالث من سلسلة مارفل فائقة النجاح، تتبع القصة في الجزء الجديد توني ستارك/الرجل الحديدي أثناء مواجهته لعدو فائق ذو قدرات غير محدودة يدعى (ماندرين). يجد الرجل الحديدي عالمه يدمر بالكامل على يد هذا العدو، لكنه يقوم مجددًا ويبدأ السعي في مهمة مروعة للعثور على كل من كان له صلة بهذا.. وخلال هذه الرحلة تختبر صلابته وقوة معدنه الحقيقي، ويعتمد ستارك - الذي أصبح وحيدًا في مواجهة الخطر - على غريزته وعبقريته وآلاته لحماية أحباؤه المقربون.. وخلال المعركة يبدأ ستارك في الكشف عن إجابة السؤال الذي طالما أرقه لسنوات طوال: هل صنعته البذلة الحديدية، أم هو الذي صنعها؟"}],"movieVideos":{"title":"Marvel's Iron Man 3 Domestic Trailer 2 (OFFICIAL)","key":"YLorLVa95Xo","site":"YouTube","type":"Trailer"}},{"originalTitle":"Argo","originalOverview":"As the Iranian revolution reaches a boiling point, a CIA 'exfiltration' specialist concocts a risky plan to free six Americans who have found shelter at the home of the Canadian ambassador.","posterPath":"/oai3xLBQHpIh18VJdRCcL7D0Yg0.jpg","backdropPath":"/iVk4mVKwNE66JbBcoDwcYFvuUXM.jpg","popularity":12833,"voteAverage":7.2,"releaseDate":"2012-10-11","genres":["Drama","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"Argo","language":"ar","overview":"قصة حقيقة وقعت احداثها عام 1979 عندما قام أحد موظفي وزارة الخارجية الأمريكية بعملية إنقاذ 6 دبلوماسيين تم اختطافهما أثناء الثورة الإيرانية محاولا إتمام مهمته بأقل الخسائر وفي سلام."}],"movieVideos":{"title":"Argo - Official Trailer 1 [HD]","key":"T29kIOXpj6o","site":"YouTube","type":"Trailer"}},{"originalTitle":"Warcraft","originalOverview":"The peaceful realm of Azeroth stands on the brink of war as its civilization faces a fearsome race of invaders: orc warriors fleeing their dying home to colonize another. As a portal opens to connect the two worlds, one army faces destruction and the other faces extinction. From opposing sides, two heroes are set on a collision course that will decide the fate of their family, their people, and their home.","posterPath":"/ckrTPz6FZ35L5ybjqvkLWzzSLO7.jpg","backdropPath":"/5SX2rgKXZ7NVmAJR5z5LprqSXKa.jpg","popularity":15218,"voteAverage":6.3,"releaseDate":"2016-05-25","genres":["Action","Adventure","Fantasy"],"category":"Film","language":"en","movieLanguages":[{"title":"واركرافت","language":"ar","overview":"يقف عالم أزيروث الهادئ على حافة الحرب حيث تواجه حضارته سلالة مخيفة من الغزاة: المحاربون المهجرون يفرون من منزلهم المحتضر لاستعمار بلد آخر. كما تفتح بوابة لربط العالمين ، يواجه أحد الجيش الدمار والآخر يواجه خطر الانقراض. من جانبين متعارضين ، يتم تعيين اثنين من الأبطال في مسار تصادمي سيحدد مصير عائلتهم وشعبهم ومنزلهم."}],"movieVideos":{"title":"Warcraft - Trailer 2 (HD)","key":"65AjY_nRdqE","site":"YouTube","type":"Trailer"}},{"originalTitle":"The Grey","originalOverview":"An oil drilling team struggles to survive after a plane crash strands them in the wilds of Alaska. Hunting them is a pack of wolves that sees them as intruders.","posterPath":"/bwN4x9RTLtDUDvaOWg4yvOBU38I.jpg","backdropPath":"/888jtZz0mWfANiml4Pfe9567o3X.jpg","popularity":14615,"voteAverage":6.5,"releaseDate":"2012-01-26","genres":["Drama","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"الرمادي","language":"ar","overview":"في ألاسكا، يكافح فريق حفر آبار نفط للنجاة بعد تحطم طائرتهم وسقوطهم في البرية الموحشة، ليواجهوا مجموعات من الذئاب التي تطاردهم لاعتبارهم دخلاء."}],"movieVideos":{"title":"THE GREY Movie Trailer 2012 Official Teaser [HD]","key":"Hfb0-U0ydj8","site":"YouTube","type":"Trailer"}},{"originalTitle":"Terminator Genisys","originalOverview":"The year is 2029. John Connor, leader of the resistance continues the war against the machines. At the Los Angeles offensive, John's fears of the unknown future begin to emerge when TECOM spies reveal a new plot by SkyNet that will attack him from both fronts; past and future, and will ultimately change warfare forever.","posterPath":"/5JU9ytZJyR3zmClGmVm9q4Geqbd.jpg","backdropPath":"/bIlYH4l2AyYvEysmS2AOfjO7Dn8.jpg","popularity":35137,"voteAverage":5.9,"releaseDate":"2015-06-23","genres":["Science Fiction","Action","Thriller","Adventure"],"category":"Film","language":"en","movieLanguages":[{"title":"Terminator Genisys","language":"ar","overview":"بعد العثور على خط زمني جديد، تقوم سارة (إميليلا كلارك)، والدة جون كونور بالتعاون مع كل من كايل ريس (جاي كورتني) المرسل من قبل ابنها لحمايتها، ومع أحد المدمرين القدامي في سبيل محاولة إيقاف الخطر الذي ينتظرهم في المستقبل ومحاولة إعادة ضبطه من جديد بعد اختلاله ومواجهتهم لنسخة جديدة وغير معتادة من الأحداث الماضية."}],"movieVideos":{"title":"Official Trailer 2","key":"rGSxss7gWak","site":"YouTube","type":"Trailer"}},{"originalTitle":"Despicable Me 2","originalOverview":"Gru is recruited by the Anti-Villain League to help deal with a powerful new super criminal.","posterPath":"/kQrYyZQHkwkUg2KlUDyvymj9FAp.jpg","backdropPath":"/rmgxcw8tGTmdhsWqdjGBS9uI1tO.jpg","popularity":26863,"voteAverage":6.9,"releaseDate":"2013-06-25","genres":["Animation","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"أنا الحقير 2","language":"ar","overview":"(جرو) أعظم شرير متقاعد في سوق عالم الجرائم؛ حيث إنه شرير من نوع خاص، فهو لا يذهب للمشاكل فالمشاكل هي التي تذهب إليه، يسعى (جرو) للقضاء على منافسه في عالم الجرائم من أجل الحفاظ على اسمه كماركة مسجلة في الشر، يتعرف (جرو) على زميلته في العمل العميلة (لوسي)؛ حيث يشتركان سويا في القبض على أحد أفراد العصابات"}],"movieVideos":{"title":"Despicable Me 2 - Teaser Trailer (HD) - Illumination","key":"6qsH_LFRr6k","site":"YouTube","type":"Teaser"}},{"originalTitle":"Avengers: Age of Ultron","originalOverview":"When Tony Stark tries to jumpstart a dormant peacekeeping program, things go awry and Earth’s Mightiest Heroes are put to the ultimate test as the fate of the planet hangs in the balance. As the villainous Ultron emerges, it is up to The Avengers to stop him from enacting his terrible plans, and soon uneasy alliances and unexpected action pave the way for an epic and unique global adventure.","posterPath":"/t90Y3G8UGQp0f0DrP60wRu9gfrH.jpg","backdropPath":"/rFtsE7Lhlc2jRWF7SRAU0fvrveQ.jpg","popularity":53452,"voteAverage":7.3,"releaseDate":"2015-04-22","genres":["Action","Adventure","Science Fiction"],"category":"Film","language":"en","movieLanguages":[{"title":"المنتقمون: عهد الترون","language":"ar","overview":"عندما يحاول الرجل الحديدي (توني ستارك) إعادة إحياء مشروع (حفظ السلام) ، تنحرف الأمور عن مسارها حين يتسبب في خلق ذكاء اصطناعي مدمر يمكنه التخطيط بنفسه ، ومحاولة تطبيق معاييره الفلسفية الجهنمية على البشر ، ويصبح مصير استمرار الحياة على كوكب الأرض معتمدا على نجاح أعتى الرجال الخارقين مثل الرجل الحديدي ، وكابتن أميركا ، والعملاق الأخضر ، والأرملة السوداء ، وهوك ، في مواجهة الذكاء الشرير (ألترون) ، والآن على فريق المنتقمين أن يواجهوا هذا الشر ."}],"movieVideos":{"title":"New Avengers Trailer Arrives - Marvel's Avengers: Age of Ultron Trailer 2","key":"MZoO8QVMxkk","site":"YouTube","type":"Trailer"}},{"originalTitle":"Frozen","originalOverview":"Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.","posterPath":"/xOVSMcqMeohzasmCIyLwUv0k7FJ.jpg","backdropPath":"/cAhCDpAq80QCeQvHytY9JkBalpH.jpg","popularity":29476,"voteAverage":7.3,"releaseDate":"2013-11-27","genres":["Animation","Adventure","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"ملكة الثلج","language":"ar","overview":"ملكة الثلج هو فيلم رسوم متحركة حاسوبية موسيقي،ملحمي، وخيالي أمريكي صدر في 2013. من إنتاج استوديوهات والت ديزني للرسوم المتحركة وتوزيع أفلام والت ديزني. هو فيلم الرسوم المتحركة 53 في سلسلة كلاسيكيات والت ديزني. ملكة الثلج هو اكثر فيلم رسوم متحركة ربحاً في التاريخ .الفيلم مستوحى عن القصة الخرافية ملكة الثلج للكتاب الدنماركي هانس كريستيان أندرسن، من أصوات كريستين بيل وجوش جاد وأدينا منزل وجوناثان غروف وسانتينو فونتانا. يروي الفيلم قصة أميرة شجاعة تذهب في رحلة ملحمية برفقة تاجر ثلج وحيوان رنة ورجل ثلج للبحث عن أختها، والتي قامت بحبس المملكة في شتاء أبدي."}],"movieVideos":{"title":"Disney's Frozen Official Trailer","key":"TbQm5doF_Uc","site":"YouTube","type":"Trailer"}},{"originalTitle":"Star Wars: The Force Awakens","originalOverview":"Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.","posterPath":"/weUSwMdQIa3NaXVzwUoIIcAi85d.jpg","backdropPath":"/njv65RTipNSTozFLuF85jL0bcQe.jpg","popularity":29614,"voteAverage":7.4,"releaseDate":"2015-12-15","genres":["Action","Adventure","Science Fiction","Fantasy"],"category":"Film","language":"en","movieLanguages":[{"title":"Star Wars: The Force Awakens","language":"ar","overview":"بعد 30 عام من هزيمة الإمبراطورية، يختبيء فارس الجيداي لوك سكايواكر في مكان سري لا توجد له أية اشارات سوى من خلال خريطة مخزنة داخل اﻹنسان الآلي BB8، وتعثر عليه الفتاة راي وتصطحبه معها، وتلتقي في طريقها بفين الجندي المنشق، ويهربان مع BB8 بسبب سعي لورد السيث كايلو رين الذي ينتمي للدرجة الأولى التي جاءت خلفًا لامبراطورية المجرة للحصول على الخريطة، ويكتشف راي وفين في رحلتهما تلك الكثير بعد لقائهما بهان سولو."}],"movieVideos":{"title":"Star Wars: The Force Awakens “Secret” TV Spot (Official)","key":"mMDgTt4kLdo","site":"YouTube","type":"Teaser"}},{"originalTitle":"All Is Lost","originalOverview":"During a solo voyage in the Indian Ocean, a veteran mariner awakes to find his vessel taking on water after a collision with a stray shipping container. With his radio and navigation equipment disabled, he sails unknowingly into a violent storm and barely escapes with his life. With any luck, the ocean currents may carry him into a shipping lane -- but, with supplies dwindling and the sharks circling, the sailor is forced to face his own mortality.","posterPath":"/5TiKyU8iiHy1HiVNAmtEqYErKom.jpg","backdropPath":"/ygQQHmscHQWmJ2uQzXdxLE9Yszz.jpg","popularity":10091,"voteAverage":6.7,"releaseDate":"2013-10-18","genres":["Action","Adventure","Drama"],"category":"Film","language":"en","movieLanguages":[{"title":"All Is Lost","language":"ar","overview":"تدور أحداث الفيلم حول (ريدفورد) الذي خرج في رحلةٍ منفردةٍ بالمحيط الهندي، وأثناء استيقاظه يجد يخته مثقوبًا وتتدفق مياه المحيط من خلاله بعد اصطدامه بحاوية شحنٍ عائمة، فيحاول الصمود أمام عاصفةٍ قويةٍ تهب عليه بعد محاولة إصلاح يخته، إلا أنه يفشل في الصمود كثيرًا خاصةً بعد فقده لمعدات الملاحة والاتصال، حينها يضطر إلى المصارعة من أجل البقاء بعد تشييده قاربًا عابرًا ليحمله إلى ممرٍ ملاحي يجد فيه خلاصه، لكنه يجد نفسه بعد كل هذا محاطًا بالعديد من أسماك القرش، ورغم كل هذا يظل أمله كبيرًا في النجاة."}],"movieVideos":{"title":"All Is Lost - Trailer","key":"dPv7kzQs59A","site":"YouTube","type":"Trailer"}},{"originalTitle":"The Monuments Men","originalOverview":"Based on the true story of the greatest treasure hunt in history, The Monuments Men is an action drama focusing on seven over-the-hill, out-of-shape museum directors, artists, architects, curators, and art historians who went to the front lines of WWII to rescue the world’s artistic masterpieces from Nazi thieves and return them to their rightful owners.  With the art hidden behind enemy lines, how could these guys hope to succeed?","posterPath":"/lhCUqVEPA3MMxnV8QTeVBTmRrP4.jpg","backdropPath":"/6AaXKJAigIsIAOtoayjHeDcBWoc.jpg","popularity":11147,"voteAverage":5.9,"releaseDate":"2014-01-24","genres":["War","Drama","History","Action"],"category":"Film","language":"en","movieLanguages":[{"title":"The Monuments Men","language":"ar","overview":"يرصد الفيلم القصة الواقعية حول أكبر عملية استرداد آثار في التاريخ. في جوٍ من الحركة الممزوج بالدراما ،يكشف لنا فصيلة مكونة من سبعة أشخاص معنيين بالفن والتحف والآثار. يتم تكليف تلك الفصيلة من قبل فرانكلين روزفيلت بالذهاب لمهمة غاية في الأهمية من أجل إنقاذ مجموعة من التحف والآثار من يد النازيين. من الجدير بالذكر أن تلك المهمة ليست فقط صعبة أو مستحيلة لأنها خلف خطوط العدو ،بل لأنهم في صراعٍ مع الوقت من أجل إنقاذ 1000 سنة من الحضارة من التدمير."}],"movieVideos":{"title":"The Monuments Men - Official Trailer - In Theaters 2/7/14","key":"SziPDANik18","site":"YouTube","type":"Trailer"}},{"originalTitle":"Big Hero 6","originalOverview":"The special bond that develops between plus-sized inflatable robot Baymax, and prodigy Hiro Hamada, who team up with a group of friends to form a band of high-tech heroes.","posterPath":"/9gLu47Zw5ertuFTZaxXOvNfy78T.jpg","backdropPath":"/lv3NrraY2VRK6ImwNU3vfOPZyTi.jpg","popularity":34919,"voteAverage":7.8,"releaseDate":"2014-10-24","genres":["Adventure","Family","Animation","Action","Comedy"],"category":"Film","language":"en","movieLanguages":[{"title":"Big Hero 6","language":"ar","overview":"تدور قصة الفيلم حول “بايماكس” وهو إنسان آلى تنشأ رابطة وثيقة بينه وبين “هيرو هامادا” بينما على جانب آخر تبزغ مجموعة من المجرمين الذين يهددون بتدمير مدينة “سان فرانسيسكو” ويصير “هيرو” فى مرماهم فيقوم بالتعاون مع “بايماكس” ومجموعة من أصدقائه المقرّبين من أجل إنقاذ المدينة من الخطر المحدق بها، ويقوم الثنائى ومن معهما بتشكيل فريق من الأبطال الذين يعتمدون على تقنيات فائقة، ويصير اسم الفريق Big Hero 6."}],"movieVideos":{"title":"Disney's Big Hero 6 Official US Teaser Trailer","key":"OvgyXKDXdZY","site":"YouTube","type":"Trailer"}},{"originalTitle":"La grande bellezza","originalOverview":"Jep Gambardella has seduced his way through the lavish nightlife of Rome for decades, but after his 65th birthday and a shock from the past, Jep looks past the nightclubs and parties to find a timeless landscape of absurd, exquisite beauty.","posterPath":"/wHLvhxIjdjngDfI2T5XOkZMdn1J.jpg","backdropPath":"/BvJAJuAnIooQQGzRdFTY9Oy6Wj.jpg","popularity":12578,"voteAverage":7.4,"releaseDate":"2013-05-21","genres":["Comedy","Drama"],"category":"Film","language":"en","movieLanguages":[{"title":"الجمال الخارق","language":"ar","overview":"يتحدث الفيلم عن الرجل الايطالي العجوز “جيب قامبرديلا” يبلغ من العمر 65 عاما وهو صحافي مشهور وشخص أنيق وعازب .. حلمه في أي أن يكون كاتبا روائيا شهيرا لم يتحقق .. وحياته بأكملها تتمحور حول القشور .. وللاسف أنه يعلم ذلك في كر مرة يخبره أحد أصدقائه أن زوجته توفيت .. حياة كاملة عاشها هذا الصديق وجيب ما زال يتراقص على أنغام الموسيقى مع امرأة لا يعرفها.  هذا الفيلم سيكون محببا بلا شك للمشاهدين الذي يحبون الشخصيات المعقدة والتي تخفي أكثر مما تظهر .. فالجانب النفسي لشخصية “جيب” سيكون مثقلا بالكثير من الذكريات والمشاعر والإحساس بالنقص وهو ما سيساهم بكل شك بخلق دراما مميزة وثرية."}],"movieVideos":{"title":"THE GREAT BEAUTY - Official HD Trailer","key":"koxRDhAQOpw","site":"YouTube","type":"Trailer"}},{"originalTitle":"22 Jump Street","originalOverview":"After making their way through high school (twice), big changes are in store for officers Schmidt and Jenko when they go deep undercover at a local college. But when Jenko meets a kindred spirit on the football team, and Schmidt infiltrates the bohemian art major scene, they begin to question their partnership. Now they don't have to just crack the case - they have to figure out if they can have a mature relationship. If these two overgrown adolescents can grow from freshmen into real men, college might be the best thing that ever happened to them.","posterPath":"/gNlV5FhDZ1PjxSv2aqTPS30GEon.jpg","backdropPath":"/9NmTVqQ9f2ltecPZgXIj4Bk2c6s.jpg","popularity":14843,"voteAverage":6.9,"releaseDate":"2014-06-05","genres":["Crime","Comedy","Action"],"category":"Film","language":"en","movieLanguages":[{"title":"22 Jump Street","language":"ar","overview":"في جو الكوميديا الممزوج بالحركة يرصد الفيلم حياة الضابط شميدت (جونا هيل)، حيث يتخفى ويتسلل لكلية محلية من أجل كشف حلقة إجرامية داخل دار أخوية، بمصاحبة شريكه جينكو (شانينج تاتوم). تتعقد الأحداث عندما تخبو روحه لفريق كرة القدم وتصبو روح شميدت للفن البوهيمي، حتى يصل بهم الأمر بالتشكيك في علاقتهما وشراكتهما. على الجانب الآخر يصعد سؤال هام حول إمكانية كلٍ منهما في العثور على علاقةٍ ناضجة."}],"movieVideos":{"title":"22 Jump Street - Official Green Band Trailer","key":"i3_gKCX4Cik","site":"YouTube","type":"Trailer"}},{"originalTitle":"Captain America: Civil War","originalOverview":"Following the events of Age of Ultron, the collective governments of the world pass an act designed to regulate all superhuman activity. This polarizes opinion amongst the Avengers, causing two factions to side with Iron Man or Captain America, which causes an epic battle between former allies.","posterPath":"/kSBXou5Ac7vEqKd97wotJumyJvU.jpg","backdropPath":"/m5O3SZvQ6EgD5XXXLPIP1wLppeW.jpg","popularity":37452,"voteAverage":7.3,"releaseDate":"2016-04-27","genres":["Adventure","Action","Science Fiction"],"category":"Film","language":"en","movieLanguages":[{"title":"Captain America: Civil War","language":"ar","overview":"تتناول قصة الفيلم محاولة المنظمات الحكومية للتحكم في أنشطة الأبطال الخارقين والوقوف وجهًا لوجه ضد فريق المنتقمين، فيجد (كابتن أمريكا) نفسه في صراع مع حلفائه السابقين وعلى رأسهم (الرجل الحديدي) بهدف تقسيمهم وإضعافهم للسيطرة عليهم."}],"movieVideos":{"title":"Marvel's Captain America: Civil War - Trailer 2","key":"dKrVegVI0Us","site":"YouTube","type":"Trailer"}},{"originalTitle":"Sicario","originalOverview":"An idealistic FBI agent is enlisted by a government task force to aid in the escalating war against drugs at the border area between the U.S. and Mexico.","posterPath":"/p2SdfGmQRaw8xhFbexlHL7srMM8.jpg","backdropPath":"/zAHozevwbbsB2epEVpCkzqVccWW.jpg","popularity":24065,"voteAverage":7.3,"releaseDate":"2015-09-17","genres":["Action","Crime","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"Sicario","language":"ar","overview":"يروي الفيلم قصة عميلة في المباحث الفيدرالية الأمريكية تدعى كيت مايسي (إيميلي بلانت)، والتي تنتمي لمنطقة (توسكين) الواقعة في (أريزونا)، وتقوم بالسفر عبر الحدود الفاصلة بين (الولايات المتحدة الأمريكية) و(المكسيك) بتكليف مباشر من أحد المسئولين الكبار بصحبة مجموعة من المرتزقة في سبيل القبض على واحد من أباطرة تجارة المخدرات."}],"movieVideos":{"title":"Official Clip – \"Bridge\"","key":"ymx2jrknr3I","site":"YouTube","type":"Clip"}},{"originalTitle":"The Martian","originalOverview":"During a manned mission to Mars, Astronaut Mark Watney is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the hostile planet. With only meager supplies, he must draw upon his ingenuity, wit and spirit to subsist and find a way to signal to Earth that he is alive.","posterPath":"/5aGhaIHYuQbqlHWvWYqMCnj40y2.jpg","backdropPath":"/sy3e2e4JwdAtd2oZGA2uUilZe8j.jpg","popularity":31032,"voteAverage":7.7,"releaseDate":"2015-09-30","genres":["Drama","Adventure","Science Fiction"],"category":"Film","language":"en","movieLanguages":[{"title":"The Martian","language":"ar","overview":"أثناء مهمة بشرية لكوكب المريخ، يتم إعتبار رائد الفضاء مارك واتني في عداد الموتى، بعد أن تعرض إلى عاصفة رهيبة دفعته بعيدًا عن طاقمه، لكن (واتني) ينجو ليجد نفسه وحيدًا على كوكب ذو بيئة معادية، وبموارد قليلة، يجب عليه الاعتماد على ما لديه من خبرة وذكاء لكي يستمر على قيد الحياة إلى أن يتمكن من بث رسالة إلى كوكب (الأرض) بأنه لا يزال حيًا، مما يدفع وكالة (ناسا) وزملائه على العمل لجلبه إلى الوطن مرة أخرى."}],"movieVideos":{"title":"The Martian | Teaser Trailer [HD] | 20th Century FOX","key":"Ue4PCI0NamI","site":"YouTube","type":"Teaser"}},{"originalTitle":"The Transporter Refueled","originalOverview":"The fast-paced action movie is again set in the criminal underworld in France, where Frank Martin is known as The Transporter, because he is the best driver and mercenary money can buy. In this installment, he meets Anna and they attempt to take down a group of ruthless Russian human traffickers who also have kidnapped Frank’s father.","posterPath":"/zW7oC3tucYLzu77xNbPbYjXUN4o.jpg","backdropPath":"/wxC0fO9fkNvdLr2joeE4AypuA3s.jpg","popularity":13874,"voteAverage":5.4,"releaseDate":"2015-09-03","genres":["Thriller","Action","Crime","Mystery"],"category":"Film","language":"en","movieLanguages":[{"title":"The Transporter Refueled","language":"ar","overview":"الفيلم يعتبر إعادة إنتاج لسلسلة (الناقل)، والتي تدور أحداثها حول سائق محترف يعمل في العمليات الإجرامية من تهريب لأعضاء عصابة، أو توصيل بعض المواد المحظورة، والذي يقابل بعض المشاكل أثناء هذه العمليات، مما يضعه في حيرة بين إنسانيته، وبين عمله كسائق..."}],"movieVideos":{"title":"The Transporter Refueled - \"Heist Chase\" Clip  [HD]","key":"w7RzoVChf_k","site":"YouTube","type":"Clip"}},{"originalTitle":"Venom","originalOverview":"Investigative journalist Eddie Brock attempts a comeback following a scandal, but accidentally becomes the host of Venom, a violent, super powerful alien symbiote. Soon, he must rely on his newfound powers to protect the world from a shadowy organization looking for a symbiote of their own.","posterPath":"/2uNW4WbgBXL25BAbXGLnLqX71Sw.jpg","backdropPath":"/VuukZLgaCrho2Ar8Scl9HtV3yD.jpg","popularity":63957,"voteAverage":6.6,"releaseDate":"2018-09-28","genres":["Science Fiction","Action"],"category":"Film","language":"en","movieLanguages":[{"title":"فينوم","language":"ar","overview":"عندما يستحوذ إدي بروك على قوه خارقه من السمبيود، سيكون عليه أن يطلق سراح - فينوم -  من أجل إنقاذ حياته."}],"movieVideos":{"title":"VENOM - Official Teaser Trailer (HD)","key":"dzxFdtWmjto","site":"YouTube","type":"Teaser"}},{"originalTitle":"Loving Vincent","originalOverview":"The film brings the paintings of Vincent van Gogh to life to tell his remarkable story. Every one of the 65,000 frames of the film is an oil-painting hand-painted by 125 professional oil-painters who travelled from all across the world to the Loving Vincent studios in Poland and Greece to be a part of the production. As remarkable as Vincent’s brilliant paintings are his passionate and ill-fated life and mysterious death.","posterPath":"/qlrhwUDe7YOZujAYanK6ij2vbY5.jpg","backdropPath":"/adFgBkl35kdI0bSrWZO2xury1JB.jpg","popularity":10375,"voteAverage":8.3,"releaseDate":"2017-06-22","genres":["Animation","Drama","Mystery"],"category":"Film","language":"en","movieLanguages":[{"title":"Loving Vincent","language":"ar","overview":"في يوم السابع والعشرين من شهر يوليو عام ١٨٩٠ نزل جسد هزيل متعثرًا إلى شارع يغلب عليه النعاس وقت الشفق، في البلدة الريفية الفرنسية الصغيرة (أوفير). كان الرجل لا يحمل معه شيئًا؛ وكانت يداه تعانقان جرح حديث نتج عن ضربة بالرصاص، ينزف من بطنه. ذلك الرجل كان (فينسنت فان جوخ)."}],"movieVideos":{"title":"Loving Vincent - Trailer 2016 (web)","key":"47h6pQ6StCk","site":"YouTube","type":"Teaser"}},{"originalTitle":"It","originalOverview":"In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise.","posterPath":"/9E2y5Q7WlCVNEhP5GiVTjhEhx1o.jpg","backdropPath":"/tcheoA2nPATCm2vvXw2hVQoaEFD.jpg","popularity":15367,"voteAverage":7.2,"releaseDate":"2017-09-06","genres":["Horror","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"الشيء","language":"ar","overview":"في مدينة (ديري)، الأطفال المحليين يختفون واحدًا تلو الآخر، تاركين خلفهم أجساد ممزقة أو أشلاء.. بينما في مكان معروف بإسم (The Barrens) تتكون مجموعة من سبع أطفال من خلال لقاءات مرعبة وعجيبة مع مهرج يُدعى (بيني وايز)، ويظل لـ(بيل دينيبروه) ثأر شخصي مع هذا المهرج.. بعد سبعة وعشرين عامًا من لقاءهم مع بيني وايز، يقوم (نادي الخاسرين) بتجميع أعضائه واقتراضهم من حيواتهم الناجحة وأعمالهم لأن (IT) كما لقبونه، عاد من جديد وعادت معه ظاهرة اختفاء الأطفال."}],"movieVideos":{"title":"IT - Official Trailer 1","key":"xKJmEC5ieOk","site":"YouTube","type":"Trailer"}},{"originalTitle":"Jumanji: Welcome to the Jungle","originalOverview":"The tables are turned as four teenagers are sucked into Jumanji's world - pitted against rhinos, black mambas and an endless variety of jungle traps and puzzles. To survive, they'll play as characters from the game.","posterPath":"/bXrZ5iHBEjH7WMidbUDQ0U2xbmr.jpg","backdropPath":"/rz3TAyd5kmiJmozp3GUbYeB5Kep.jpg","popularity":19797,"voteAverage":6.7,"releaseDate":"2017-12-09","genres":["Action","Adventure","Comedy","Fantasy"],"category":"Film","language":"en","movieLanguages":[{"title":"جومانجي: مرحبًا بكم في الأدغال","language":"ar","overview":"أربعة طلاب بالمدرسة الثانوية يكتشفون لعبة قديمة تقحمهم داخل الغابة المرتبطة بإعدادات اللعبة ووحدة تحكمها، حرفيًا اللعبة تتجسد في اختياراتهم التي تقف عليها أنشطتهم، ليدركوا مع الوقت أن (جومانجي) ليست مجرد لعبة، بل تحدي للبقاء على قيد الحياة."}],"movieVideos":{"title":"JUMANJI: WELCOME TO THE JUNGLE - Official Trailer (HD)","key":"2QKg5SZ_35I","site":"YouTube","type":"Trailer"}},{"originalTitle":"Ant-Man and the Wasp","originalOverview":"Just when his time under house arrest is about to end, Scott Lang once again puts his freedom at risk to help Hope van Dyne and Dr. Hank Pym dive into the quantum realm and try to accomplish, against time and any chance of success, a very dangerous rescue mission.","posterPath":"/rv1AWImgx386ULjcf62VYaW8zSt.jpg","backdropPath":"/6P3c80EOm7BodndGBUAJHHsHKrp.jpg","popularity":58793,"voteAverage":7,"releaseDate":"2018-07-04","genres":["Action","Adventure","Science Fiction","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"الرجل النمله والدبور","language":"ar","overview":"بينما ينتظر سكوت لانق انتهاء فترة احتجازه في المنزل، يشاركه هوب فان دين والدكتور هانك بيم في مخطط لإنقاذ السيدة فان دين من الكون الصغير الذي سقطت فيه، في حين تلتقي مجموعتان من المخططين بنيّة سرقة اختراعات الدكتور بيم."}],"movieVideos":{"title":"Official Trailer","key":"8_rTIAOohas","site":"YouTube","type":"Trailer"}},{"originalTitle":"The Foreigner","originalOverview":"Quan is a humble London businessman whose long-buried past erupts in a revenge-fueled vendetta when the only person left for him to love – his teenage daughter – dies in a senseless act of politically-motivated terrorism. His relentless search to find the terrorists leads to a cat-and-mouse conflict with a British government official whose own past may hold the clues to the identities of the elusive killers.","posterPath":"/rwM4hzrmc5HiWfQD9ls9DL4QgGl.jpg","backdropPath":"/sDiGcjWhSu42dCw0jQmBInAkDZ9.jpg","popularity":13442,"voteAverage":6.7,"releaseDate":"2017-09-28","genres":["Action","Thriller","Drama"],"category":"Film","language":"en","movieLanguages":[{"title":"الأجنبي","language":"ar","overview":"كوان (جاكي شان) رجل أعمال متواضع في (لندن)، يثور ماضيه الدفين الذي كان قد وأده خلفه، عندما تُقتل ابنته الحبيبة من قِبَل جماعة إرهابية ذات دوافع سياسية انتقامًا منه، وبينما يستقصي كوان هوية الإرهابيين يتورط في لعبة قط وفأر مع مسئول الحكومة البريطانية."}],"movieVideos":{"title":"The Foreigner | Official Trailer | Own it on Digital HD Now, Blu-ray™ & DVD 1/9","key":"r_rSAbYyIq0","site":"YouTube","type":"Trailer"}},{"originalTitle":"Mary Poppins Returns","originalOverview":"In Depression-era London, a now-grown Jane and Michael Banks, along with Michael's three children, are visited by the enigmatic Mary Poppins following a personal loss. Through her unique magical skills, and with the aid of her friend Jack, she helps the family rediscover the joy and wonder missing in their lives.","posterPath":"/uTVGku4LibMGyKgQvjBtv3OYfAX.jpg","backdropPath":"/cwiJQXezWz876K3jS57Sq56RYCZ.jpg","popularity":114352,"voteAverage":6.7,"releaseDate":"2018-12-13","genres":["Fantasy","Family","Comedy"],"category":"Film","language":"en","movieLanguages":[{"title":"عودة ماري بوبينز","language":"ar","overview":"في عصر الكساد في لندن، تزور ماري بوبينزجين ومايكل بانكس بعد ان اصبحوا بالغين، جنبًا إلى جنب مع أطفال مايكل الثلاثة، بعد خسارة شخصية. من خلال مهاراتها السحرية الفريدة، وبمساعدة صديقها جاك، تساعد ماري العائلة على إعادة اكتشاف الفرح."}],"movieVideos":{"title":"Mary Poppins Returns Official Teaser Trailer","key":"PzcaR1N0pTI","site":"YouTube","type":"Teaser"}},{"originalTitle":"American Assassin","originalOverview":"Following the murder of his fiancée, Mitch Rapp trains under the instruction of Cold War veteran Stan Hurley. The pair then is enlisted to investigate a wave of apparently random attacks on military and civilian targets.","posterPath":"/w6vjeHx3UEaBXIyc8VFqyZYKznD.jpg","backdropPath":"/wb78lmqAXsUVG84xrmAOJBfgZHr.jpg","popularity":17315,"voteAverage":6.3,"releaseDate":"2017-09-14","genres":["Action","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"قاتل امريكي","language":"ar","overview":"قبل شروعه في اصطياد الإرهابيين، كان (ميتش راب) طالب جامعي نجيب، باحث مجتهد، ورياضي موهوب فقد والديه في حادث سيارة في سن الرابعة عشر. لكن تقع المأساة ويتم تجنيده في برنامج العمليات السرية الذي يضم نخبة الأشخاص المتواجدين في البلاد، حيث يتم تدريبه على مهارات مميتة تُمكِّنه من استهداف أعداء خطيرين."}],"movieVideos":{"title":"American Assassin - Trailer #2 - In Cinemas Now","key":"OLSyJT4y_I8","site":"YouTube","type":"Trailer"}},{"originalTitle":"Bumblebee","originalOverview":"On the run in the year 1987, Bumblebee finds refuge in a junkyard in a small Californian beach town. Charlie, on the cusp of turning 18 and trying to find her place in the world, discovers Bumblebee, battle-scarred and broken.  When Charlie revives him, she quickly learns this is no ordinary yellow VW bug.","posterPath":"/fw02ONlDhrYjTSZV8XO6hhU3ds3.jpg","backdropPath":"/hMANgfPHR1tRObNp2oPiOi9mMlz.jpg","popularity":47721,"voteAverage":6.5,"releaseDate":"2018-12-15","genres":["Action","Adventure","Science Fiction"],"category":"Film","language":"en","movieLanguages":[{"title":"بومبل بي","language":"ar","overview":"في عام 1987 ، يجد بومبل بي ملجأ له في خردة داخل بلدة شاطئية صغيرة في كاليفورنيا. و تشارلي، على أعتاب سن الثامنة عشر وتحاول العثور على مكان لها في العالم، تكتشف بومبل بي، متكسر من الحرب. تجده تشارلي ، وتكتشف أن السيارة ليست مجرد فولكس فاقن عادية."}],"movieVideos":{"title":"Bumblebee (2018) - Official Teaser Trailer - Paramount Pictures","key":"fAIX12F6958","site":"YouTube","type":"Teaser"}},{"originalTitle":"The Nun","originalOverview":"When a young nun at a cloistered abbey in Romania takes her own life, a priest with a haunted past and a novitiate on the threshold of her final vows are sent by the Vatican to investigate. Together they uncover the order’s unholy secret. Risking not only their lives but their faith and their very souls, they confront a malevolent force in the form of the same demonic nun that first terrorized audiences in “The Conjuring 2” as the abbey becomes a horrific battleground between the living and the damned.","posterPath":"/sFC1ElvoKGdHJIWRpNB3xWJ9lJA.jpg","backdropPath":"/fgsHxz21B27hOOqQBiw9L6yWcM7.jpg","popularity":29331,"voteAverage":5.6,"releaseDate":"2018-09-05","genres":["Horror","Mystery","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"الراهبة","language":"ar","overview":"عندما تنتحر راهبة صغيرة في دير منعزل في رومانيا، يرسل الفاتيكان قسًا له ماضٍ مسكون و راهبه مستجده. معا كشفوا سر النظام الغير المقدس. لايخاطرون بحياتهم فقط، بل بايمانهم ايضا."}],"movieVideos":{"title":"THE NUN - Official Teaser Trailer [HD]","key":"pzD9zGcUNrw","site":"YouTube","type":"Trailer"}},{"originalTitle":"Isn't It Romantic","originalOverview":"For a long time, Natalie, an Australian architect living in New York City, had always believed that what she had seen in rom-coms is all fantasy. But after thwarting a mugger at a subway station only to be knocked out while fleeing, Natalie wakes up and discovers that her life has suddenly become her worst nightmare—a romantic comedy—and she is the leading lady.","posterPath":"/5xNBYXuv8wqiLVDhsfqCOr75DL7.jpg","backdropPath":"/fPwJmIg6CVNNXUJvL1wgeexzwEp.jpg","popularity":61906,"voteAverage":6.4,"releaseDate":"2019-02-13","genres":["Comedy","Fantasy","Romance"],"category":"Film","language":"en","movieLanguages":[{"title":"أليس هذا رومانسي","language":"ar","overview":"كانت ناتالي - وهي مهندسة معمارية أسترالية تعيش في مدينة نيويورك - تؤمن دائمًا بأن ما شاهدته في الافلام الرومنسية هو شيء من وحي  الخيال. ولكن بعد مشاجرة مع لص في محطة المترو، تفقد ناتالي وعيها وعندما تستيقض، تكتشف أن حياتها قد أصبحت فجأة كوميديا رومانسية!"}],"movieVideos":{"title":"ISN'T IT ROMANTIC - Official Trailer","key":"8ZwgoVmILQU","site":"YouTube","type":"Trailer"}},{"originalTitle":"Upgrade","originalOverview":"A brutal mugging leaves Grey Trace paralyzed in the hospital and his beloved wife dead. A billionaire inventor soon offers Trace a cure — an artificial intelligence implant called STEM that will enhance his body. Now able to walk, Grey finds that he also has superhuman strength and agility — skills he uses to seek revenge against the thugs who destroyed his life.","posterPath":"/8fDtXi6gVw8WUMWGT9XFz7YwkuE.jpg","backdropPath":"/q9HocL5f8WwPldwpvmpk8ZaNZkC.jpg","popularity":21753,"voteAverage":7.4,"releaseDate":"2018-06-01","genres":["Action","Thriller","Science Fiction"],"category":"Film","language":"en","movieLanguages":[{"title":"تحديث","language":"ar","overview":"في المستقبل القريب ، تسيطر التكنولوجيا على جميع جوانب الحياة تقريبًا. لكن عندما أصبح جراي ، وهو تقني معروف ، قد انقلب عالمه رأسا على عقب ، فإن أمله الوحيد في الانتقام هو زرع شريحة كمبيوتر تجريبية تسمى Stem."}],"movieVideos":{"title":"UPGRADE (2018) – Official Red Band Film Trailer","key":"1hTLGlgZ4Z8","site":"YouTube","type":"Trailer"}},{"originalTitle":"Finding Nemo","originalOverview":"Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist's office aquarium. It's up to his worrisome father Marlin and a friendly but forgetful fish Dory to bring Nemo home -- meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way.","posterPath":"/syPWyeeqzTQIxjIUaIFI7d0TyEY.jpg","backdropPath":"/2Xh7cVe9beCn04ouN9IGfK8WTok.jpg","popularity":26593,"voteAverage":7.8,"releaseDate":"2003-05-30","genres":["Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"البحث عن نيمو","language":"ar","overview":"القصة عن سمكتين (من نوع كلون أو المهرج) تعيشان في المحيط الهادئ وبعد وضع الأنثى للبيوض تهاجم من قبل سمكة البينارا فتموت ويرعى الأب \"مرهف\" البيضة الوحيدة المتبقية ويسميها \"نيمو\" بناء لرغبة الأم \"مرجانة\". يحاول \"مرهف\" حماية ابنه من الخطر بهوس زائد عن الحد فيتمرد نيمو ويذهب ناحية قارب لقوم بتبين شجاعتة لأبوه ويقع في يد غواص ياخذه إلى أستراليا في سيدنى فيبدأ مرهف رحلة عبر المحيط لإيجاده مع سمكة تعاني من فقدان ذاكرة مؤقت! اسمها \"دوري\" في حين يحاول الابن الخروج من حوض الأسماك الذي وضعه فيه دكتور أسنان وبمساعدة بعض الأصدقاء لنيمو في الخروج من الحوض وبالفعل ينجحو ويعود الابن لأبوه."}],"movieVideos":{"title":"Finding Nemo 3D Trailer","key":"SPHfeNgogVs","site":"YouTube","type":"Trailer"}},{"originalTitle":"Gladiator","originalOverview":"In the year 180, the death of emperor Marcus Aurelius throws the Roman Empire into chaos.  Maximus is one of the Roman army's most capable and trusted generals and a key advisor to the emperor.  As Marcus' devious son Commodus ascends to the throne, Maximus is set to be executed.  He escapes, but is captured by slave traders.  Renamed Spaniard and forced to become a gladiator, Maximus must battle to the death with other men for the amusement of paying audiences.","posterPath":"/6WBIzCgmDCYrqh64yDREGeDk9d3.jpg","backdropPath":"/5vZw7ltCKI0JiOYTtRxaIC3DX0e.jpg","popularity":21922,"voteAverage":8.1,"releaseDate":"2000-05-01","genres":["Action","Drama","Adventure"],"category":"Film","language":"en","movieLanguages":[{"title":"مُجالد","language":"ar","overview":"في عام 180، أدى موت الإمبراطور ماركوس أوريليوس إلى دفع الإمبراطورية الرومانية  للفوضى. ماكسيموس هو واحد من أكثر جنرالات الجيش الروماني قدرة وموثوقية، ومستشار رئيسي للإمبراطور. وبينما يرتقي ابن ماركوس إلى العرش ، يتم الحكم على ماكسيموس بالاعدام. يهرب ولكن يتم القبض عليه من قبل تجار العبيد. يعطونه اسم جديد وإجباره على أن يصبح مصارعا، يجب أن يكافح ماكسيموس حتى الموت مع رجال آخرين لتسلية الجماهير."}],"movieVideos":{"title":"Gladiator trailer","key":"owK1qxDselE","site":"YouTube","type":"Trailer"}},{"originalTitle":"千と千尋の神隠し","originalOverview":"A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.","posterPath":"/oRvMaJOmapypFUcQqpgHMZA6qL9.jpg","backdropPath":"/mnpRKVSXBX6jb56nabvmGKA0Wig.jpg","popularity":29516,"voteAverage":8.5,"releaseDate":"2001-07-20","genres":["Animation","Family","Fantasy"],"category":"Film","language":"en","movieLanguages":[{"title":"المخطوفة","language":"ar","overview":"تبدأ القصة أثناء انتقال تشيهيرو ووالديها من المدينة إلى منطقة ريفية،ولكن بينما هم في الطريق، يدخلون منعطفًا يقودهم إلى مكان غريب فيه مدينة غير مأهولة فتكون هي تلك اللحظة التي ستتغير فيها حياة تشيهيرو وتصبح في عالم الأطياف وتجد نفسها في مغامرة حافلة يجب عليها تخطيها حتى يمكنها العودة مع والدَيها إلى عالم البشر"}],"movieVideos":{"title":"Spirited Away - Official Trailer","key":"ByXuk9QqQkk","site":"YouTube","type":"Trailer"}},{"originalTitle":"28 Days Later","originalOverview":"Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.","posterPath":"/xaYdxi1PBEAYvqknvAmMPK5Eff3.jpg","backdropPath":"/nESF8Tw4BYnDy8PUDkF5SLIlzTJ.jpg","popularity":15281,"voteAverage":7.2,"releaseDate":"2002-10-31","genres":["Horror","Thriller","Science Fiction"],"category":"Film","language":"en","movieLanguages":[{"title":"بعد 8 يوم","language":"ar","overview":"يتحدث الفيلم عن رجل يستيقظ من غيبوبة دخلها منذ فترة طويلة, فبعد استيقاظه يرى نفسه في مستشفى ولا يجد أحداً آخر غيره ليضطر الخروج فيرى بأن المدينة كلها مهجورة وقدحلت بها فوضى عارمة في كل شيء بسبب انتشار وباء جيني قد حوّل البشر إلى “زومبي” وكيف ينجو فئة منهم ممن تحول من الباقين.  الفيلم من إخراج المخرج البريطاني المميز داني بويل, على الرغم من أن الفيلم يتكلم عن انتشار الزومبي وهو مايراه البعض مكرره ومبتذل واستهلك في كثير من الأفلام السابقة, إلا أن فيلم “بعد 8 يوم” يعد واحد من أبرز أفلام الرعب والزومبي تحديداً في الفترة الماضية على وجه الخصوص , فبالنظر لما قدمه داني بويل في عمله هذا فإنه استطاع صنع فيلم رعب وإثارة مميز جداً في خلق الأجواء الممتعة والجذابة وحتى الابتكار في بعض القواعد التي وضعت لمثل أفلام الزومبي هذه"}],"movieVideos":{"title":"28 Дней Спустя Официальный Трейлер 1 (2002) - Киллиан Мёрфи, Наоми Харрис, Меган Бёрнс","key":"MHMdWUeYudk","site":"YouTube","type":"Trailer"}},{"originalTitle":"Shrek","originalOverview":"It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.","posterPath":"/140ewbWv8qHStD3mlBDvvGd0Zvu.jpg","backdropPath":"/2l5UHZBcp9cx1PwKLdisJ0gV9jB.jpg","popularity":20051,"voteAverage":7.5,"releaseDate":"2001-05-16","genres":["Adventure","Animation","Comedy","Family","Fantasy"],"category":"Film","language":"en","movieLanguages":[{"title":"شريك","language":"ar","overview":"شريك غول اخضر يعيش في المستنقع وحيدًا مستمتعًا بعزلته، إلى أن يجد في يوم ما كل شخصيات القصص الخيالية ينامون في مستنقعه, فيذهب إلى اللورد فركواد ومعه الحمار كمساعده كي يامرهم بالرحيل, فيطلب منه فركواد ان يذهب لعرين التنين لينقذ الأميرة فيونا التي تتحول في المساء إلى غولة بدورها."}],"movieVideos":{"title":"Shrek Trailer","key":"W37DlG1i61s","site":"YouTube","type":"Trailer"}},{"originalTitle":"Shrek 2","originalOverview":"Shrek, Fiona and Donkey set off to Far, Far Away to meet Fiona's mother and father. But not everyone is happy. Shrek and the King find it hard to get along, and there's tension in the marriage. The fairy godmother discovers that Shrek has married Fiona instead of her Son Prince Charming and sets about destroying their marriage.","posterPath":"/akWDA0BMVYK4OTM92T5i91DYnsT.jpg","backdropPath":"/gdFAYLb5NR5HqcEKnPloOM6fX4B.jpg","popularity":19206,"voteAverage":6.9,"releaseDate":"2004-05-19","genres":["Adventure","Animation","Comedy","Family","Fantasy"],"category":"Film","language":"en","movieLanguages":[{"title":"شريك 2","language":"ar","overview":"يبدأ الجزء الثاني من حيث انتهى الجزء الأول، بعدما تحولت الأميرة فيونا إلى غولة قبيحة وتزوجت شريك وعاشا معا في مستنقعة، يتوجب على فيونا وشريك زيارة والديها الملك والملكة بعد فترة غياب عنهما طويلة، لكنهما يصابان بصدمة كبيرة، بعد لقائهما مع ابنتهما في هيئتها الجديدة، تتقبل الملكة الأم الواقع الجديد الأليم، بينما يرفضه الملك ويقرر التخلص من شريك، وبعد فشله بجميع المؤامرات، يلجأ إلى الجنية العرابة لتعيد له ابنته بصورتها الحقيقة، ولكنها تشترط عليه أن تتزوج من ابنها المغرور."}],"movieVideos":{"title":"Shrek 2 - Official Trailer 2004 [HD]","key":"dB7a9utApIQ","site":"YouTube","type":"Trailer"}},{"originalTitle":"Toy Story","originalOverview":"Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.","posterPath":"/rhIRbceoE9lR4veEXuwCC2wARtG.jpg","backdropPath":"/dji4Fm0gCDVb9DQQMRvAI8YNnTz.jpg","popularity":22622,"voteAverage":7.9,"releaseDate":"1995-10-30","genres":["Animation","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"حكاية لعبة","language":"ar","overview":"تحكي القصة عن طفل يُهادى بلعبة في إحدى المناسبات ويفتح الطفل اللعبة ليضعها بين قرناءها من الألعاب في غرفته وتبدأ الأحداث باعتقاد اللعبة أنها حقيقة وليست لعبة ولهذا يبدأ المأمور وودي أفضل الألعاب عند الطفل بإقناع رائد الفضاء باز أنه مجرد لعبة وتتعدد الحوادث بعدها إلى أن تتجمع اللعب جميعا ثانيةً وقد اقتنعوا أن هدفهم الأساسي كلعب هو الترفيه عن الطفل وليس غير."}],"movieVideos":{"title":"Toy Story Trailer 1995 | Disney Throwback | Oh My Disney","key":"tN1A2mVnrOM","site":"YouTube","type":"Trailer"}},{"originalTitle":"Toy Story 2","originalOverview":"Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong.","posterPath":"/3CmK3XurcLeUyMifCR28ibzupbB.jpg","backdropPath":"/9Kjxr4VCU0Y4DAuXkzR2moAy7DK.jpg","popularity":18578,"voteAverage":7.5,"releaseDate":"1999-10-30","genres":["Animation","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"حكاية لعبة 2","language":"ar","overview":"تحكي القصة عن المأمور وودي الذي يتعرض للإصابة كلعبة في بداية الفيلم فيتم ركنه على الرفّ ويجد صديقة القديم المريض بسبب الركنة ولما يحاول إنقاذه من البيع كروبابيكيا يقوم أحد المتجولين في معرض الروبابيكيا بسرقة المأمور وودي لأغراض ربحية وتدور القصة بعد ذلك حول محاولة أصدقاء المأمور وودي بقيادة باز يطير لاسترجاع صديقهم وإنقاذه إلى أنهم يجدوا الكثير من المفاجآت ولكنهم يعدوا في نهاية الفيلم وقد انضم إليهم صديقين جدد."}],"movieVideos":{"title":"Toy Story 2 (1999) Trailer","key":"b75lZw8nkvo","site":"YouTube","type":"Trailer"}},{"originalTitle":"Cars","originalOverview":"Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.","posterPath":"/5damnMcRFKSjhCirgX3CMa88MBj.jpg","backdropPath":"/a1MlbLBk5Sy6YvMbSuKfwGlDVlb.jpg","popularity":92508,"voteAverage":6.7,"releaseDate":"2006-06-08","genres":["Animation","Adventure","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"سيارات","language":"ar","overview":"القصة عن لايتننج ماكويين سيارة السباق ذات الشخصية البطولية المثالية التي تخاطر بكل شيء في سبيل النجاح والشهرة ولا تئبأ باى شخص حولها ماذا يحدث حين ترغم على العيش في مدينة ريفية فقيرة لا يهتم أحد بها بالمظاهر هناك تبدأ بتعلم الصداقة والوفاء والحب"}],"movieVideos":{"title":"Official Trailer: Cars (2006)","key":"SbXIj2T-_uk","site":"YouTube","type":"Trailer"}},{"originalTitle":"Heat","originalOverview":"Obsessive master thief, Neil McCauley leads a top-notch crew on various daring heists throughout Los Angeles while determined detective, Vincent Hanna pursues him without rest. Each man recognizes and respects the ability and the dedication of the other even though they are aware their cat-and-mouse game may end in violence.","posterPath":"/zMyfPUelumio3tiDKPffaUpsQTD.jpg","backdropPath":"/jMzVSwQp1lLVq9fnQQ4yOjr1YZ2.jpg","popularity":15687,"voteAverage":7.8,"releaseDate":"1995-12-15","genres":["Action","Crime","Drama","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"الحرارة","language":"ar","overview":"تدور أحداث الفيلم حول لص مشهور ومحترف (روبرت دي نيرو) يقرر سرقة بنك مع عصابته المحترفه التى من ضمنهم الممثل ( فال كيلمر ) وعلى الطرف الاخر (آل باتشينو) الشرطي دائم التوتر والقلق الذي أفنى حياته في مهنة مطاردة اللصوص و يحاول القبض على هذه العصابه بعد معرفته بخططهم ويتعرض لمشاكل زوجية وتعقيدات تزيد من توتره  وبنفس الوقت يقوم روبرت دنيرو بالتخطيط بكل حذر لسرقة البنك  الذكاء والحذر والبرود واتخاذ القرار والدقه في التنفيذ هو مايميز شخصيت روبرت دنيرو  حيث يعجز ال بتشينو على بالإمساك باي دليل ضده حتى يكاد أن يصاب بإنهيار  وتتسارع الأحداث ويضيق الوقت  ولكن الإنتقام من ( وينقرو ) هو الهاجس الذي رسم نهاية روبرت دنيرو"}],"movieVideos":{"title":"Heat - Original Theatrical Trailer","key":"14oNcFxiVaQ","site":"YouTube","type":"Trailer"}},{"originalTitle":"ハウルの動く城","originalOverview":"When Sophie, a shy young woman, is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking castle.","posterPath":"/iMarB2ior30OAXjPa7QIdeyUfM1.jpg","backdropPath":"/cGyqa5PxiWSsG7NSw3ufCj0JW9k.jpg","popularity":19687,"voteAverage":8.3,"releaseDate":"2004-11-19","genres":["Fantasy","Animation","Adventure"],"category":"Film","language":"en","movieLanguages":[{"title":"قلعة هاول المتحركة","language":"ar","overview":"أخذت القصة من رواية خيالية للأطفال من نفس الاسم وتأليف الكاتبة \"ديانا وايني جونز\" بطلة القصة هي \"صوفي\" التي تعيش مع زوجة أبيها وبنتيها بعد وفاة أبيها ، الذي ترك لهم محل لبيع القبعات ، تحولت إلى امرأة عجوز من قبل ساحرة ولذلك خرجت للبحث عن \"هاول\" الساحر الذي أنقذها من قبل ليرجعها إلى شكلها الطبيعي ، والذي يمتلك قلعة مدهشة وغريبة والتي تبدو وكأنها رجل آلي عملاق وتتحرك بواسطة قوة شيطان النار \"كالكفر\" فماذا سيحدث بعد ذلك ؟ وهل ستتمكن \"صوفي\" من استرجاع شكلها السابق؟"}],"movieVideos":{"title":"Howl's Moving Castle - Official Trailer","key":"iwROgK94zcM","site":"YouTube","type":"Trailer"}},{"originalTitle":"パプリカ","originalOverview":"When a machine that allows therapists to enter their patient's dreams is stolen, all hell breaks loose. Only a young female therapist can stop it: Paprika.","posterPath":"/dJI2FSs3qfEPW82cWYfIaV8cVmN.jpg","backdropPath":"/jViKJYWcILHeN0KH1Wub0Go59TZ.jpg","popularity":10728,"voteAverage":7.8,"releaseDate":"2006-10-01","genres":["Animation","Drama","Mystery","Science Fiction","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"Paprika","language":"ar","overview":"مجموعة صغيرة من العلماء والأطباء النفسيين تخترع في المستقبل القريب جهازاً يدعى MiniDC،\r وهو أشبه بتاج إلكتروني يُلبسه الطبيب رأس النائم مما يخول له الاتصال بأحلامه وتسجيلها على جهاز\r الكمبيوتر. وفي حال لبسه الطبيب أيضاً ثم نام بجانب المريض، فإنه يستطيع مشاركته الحلم والتفاعل فيه\r أيضاً! هكذا كان الهدف إنسانياً ونبيلاً، لكن واحدة من قطع الـ MiniDC قد سرقت، ويتوجب على\r Paprika ورفاقها دخول أحلام أحد النائمين في مغامرات حابسة للأنفاس من أجل معرفة السارق…."}],"movieVideos":{"title":"Paprika (Anime Movie) Trailer [720p HD]","key":"jJzEW_eE1G0","site":"YouTube","type":"Trailer"}},{"originalTitle":"American Gangster","originalOverview":"Following the death of his employer and mentor, Bumpy Johnson, Frank Lucas establishes himself as the number one importer of heroin in the Harlem district of Manhattan. He does so by buying heroin directly from the source in South East Asia and he comes up with a unique way of importing the drugs into the United States. Based on a true story.","posterPath":"/uDSP5H5akJ85xMGSHRtaqHGBRLD.jpg","backdropPath":"/uSWzHRan14Kxe7AgbA43CSN1fXw.jpg","popularity":12211,"voteAverage":7.5,"releaseDate":"2007-11-02","genres":["Drama","Crime"],"category":"Film","language":"en","movieLanguages":[{"title":"American Gangster","language":"ar","overview":"في أمريكا 1970، يعمل المخبر لاسقاط امبراطور المخدرات فرانك لوكاس، مبدأة الرئيسي هو تهريب المخدرات إلى داخل البلاد من الشرق الأقصى"}],"movieVideos":{"title":"American Gangster Official Trailer #1 - Denzel Washington, Russell Crowe Movie (2007) HD","key":"BV_nssS6Zkg","site":"YouTube","type":"Trailer"}},{"originalTitle":"The Lion King 2: Simba's Pride","originalOverview":"The circle of life continues for Simba, now fully grown and in his rightful place as the king of Pride Rock. Simba and Nala have given birth to a daughter, Kiara who's as rebellious as her father was. But Kiara drives her parents to distraction when she catches the eye of Kovu, the son of the evil lioness, Zira. Will Kovu steal Kiara's heart?","posterPath":"/6YOBZYEkVxNzX7Sod7yChotUp5g.jpg","backdropPath":"/mOXpgCVPy43L3Sbq9keft6VSQ7O.jpg","popularity":16386,"voteAverage":6.9,"releaseDate":"1998-10-24","genres":["Adventure","Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"الأسد الملك 2: عهد سمبا","language":"ar","overview":"سِمبا يحاول بجديةٍ حماية ابنته كيارا من الخطر الذي يعتبر كوڤو (خليفة سكار) جزءًا منه، أما بالنسبة لكيارا فإنها تصر على المضي قدمًا في حياتها دون مراقبة والدها أو تيمون وپومبا لها. أما كوڤو الذي تربى منذ الصغر على كره سِمبا وأعدت أمه زيرا خطة الانتقام الكبير عبر كيارا يجد نفسه بين عهده لأمه وحبه لكيارا ويحتم عليه الاختيار."}],"movieVideos":{"title":"Lion King II Simba's Pride (teaser)","key":"cALH3eXpruM","site":"YouTube","type":"Teaser"}},{"originalTitle":"Pocahontas","originalOverview":"Pocahontas, daughter of a Native American tribe chief, falls in love with an English soldier as colonists invade 17th century Virginia.","posterPath":"/qk95miOV8wDABbO5gyCpCrvbVFu.jpg","backdropPath":"/dm6NraLaLOCvGfzYPl7puMvvxfr.jpg","popularity":14052,"voteAverage":6.9,"releaseDate":"1995-06-14","genres":["Adventure","Animation","Family","Romance"],"category":"Film","language":"en","movieLanguages":[{"title":"بوكاهونتاس","language":"ar","overview":"في عام 1607، قدمت سفينه بريطانيه من قبل شركة تدعى فرجينا للعالم الجديد. كان على السفينة القبطان جون سميث والقائد رات كليف. القائد كان يؤمن أن السكان الاصلين يخفون الكنوز والذهب، علقت السفينة في عاصفة، وقد كاد أن يغرق شاب يافع يدعى توماس لولا مساعدة القبطان جون سميث له، لحقاً يكشف القبطان عن عدم اهتمامه الكثير بالعالم الجديد، في العالم الجديد، بوكاهنتس ابنه زعيم القبيلة بواهات، والتي كان مقدرا ان تتزوج كوكوم، كوكوم هو محارب شجاع، ولكن بوكاهنتس تعتقد أنه إنسان لا يلائم شخصيتها.\r يقدم القائد بواهات لبوكهانتس عقد والدتها، كهديه. بعد استلامها الهدية تقوم بوكهانتس بزيارة الجده ويلوا مع اصدقائها راكون ميكوا والطائر فليت. الجدة ويلوا هي شجرة روحيه متحدثه، تحذر الجده ويلوا بوكاهنتس من قدوم الإنجليز لهم."}],"movieVideos":{"title":"Pocahontas (1995) Trailer 2 (VHS Capture)","key":"DSf_pVG8QZM","site":"YouTube","type":"Trailer"}},{"originalTitle":"The Hunchback of Notre Dame","originalOverview":"When Quasimodo defies the evil Frollo and ventures out to the Festival of Fools, the cruel crowd jeers him. Rescued by fellow outcast the gypsy Esmeralda, Quasi soon finds himself battling to save the people and the city he loves.","posterPath":"/gpMXF2Bp7GHTT8GbMgf7yuBEyuV.jpg","backdropPath":"/oslaee3VX9kJAjVezbjZKlEJDzn.jpg","popularity":12621,"voteAverage":7,"releaseDate":"1996-06-21","genres":["Drama","Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"أحدب نوتردام","language":"ar","overview":"(كوازيمودو) شاب مشوه، نشأ في ظل تربية صارمة من القاضي؛ والذي تسبب في مقتل أمه وحبس أباه، وعاش طيلة حياته في برج نوتردام، والناس يعاملونه معاملة سيئة، لا ينقذه منهم إلا (أزميرالدا) التي حينما يعرف القاضي بخروجه ومساعدتها إياه يأمر بالقبض عليهما، لتتصاعد الأحداث."}],"movieVideos":{"title":"The Hunchback of Notre Dame","key":"H4chVzr6RLg","site":"YouTube","type":"Clip"}},{"originalTitle":"Dinosaur","originalOverview":"An orphaned dinosaur raised by lemurs joins an arduous trek to a sancturary after a meteorite shower destroys his family home.","posterPath":"/rSje3FS7ycJSglowlngjsvDt7vO.jpg","backdropPath":"/LT2796bodQIvIV50KcyrsIkq6r.jpg","popularity":13416,"voteAverage":6.4,"releaseDate":"2000-05-19","genres":["Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"ديناصور","language":"ar","overview":"يقوم أحد الزواحف المجنحة باختطاف بيضة ديناصور، ولكن أثناء طيرانه تسقط منه عن طريق الخطأ. تجد عائلة من الليمور البيضة وتقوم برعايتها ورعاية الديناصور الذى يخرج منها، وتطلق عليه (الادار) وتقوم بتربيته كواحد من أفرادها. الادر يتولى حمايتهم لأنه يعتقد أنهم عائلته، حينما يهاجم أحد النيازك الأرض يحاول الادار وعائلته الهروب إلى مكان آخر خوفا من الدمارن فيتصادف مقابلة الادار لبقية الديناصورات لأول مرة."}],"movieVideos":{"title":"Dinosaur (2000) Trailer","key":"JuEeYemi-74","site":"YouTube","type":"Trailer"}},{"originalTitle":"Cinderella","originalOverview":"Cinderella has faith her dreams of a better life will come true. With help from her loyal mice friends and a wave of her Fairy Godmother's wand, Cinderella's rags are magically turned into a glorious gown and off she goes to the Royal Ball. But when the clock strikes midnight, the spell is broken, leaving a single glass slipper... the only key to the ultimate fairy-tale ending!","posterPath":"/cdf4J7tDhSPAghWWgx9EnwQWBfF.jpg","backdropPath":"/xSN1cpugrzi8DjpVxtHeRRlbB6Q.jpg","popularity":18201,"voteAverage":6.9,"releaseDate":"1950-03-04","genres":["Family","Fantasy","Animation","Romance"],"category":"Film","language":"en","movieLanguages":[{"title":"سندريلا","language":"ar","overview":"ين تعيش سندريلا مع والديها إلى أن توفيت والدتها. عاشت سندريلا مع والدها الذي لطالما أحبها كثيرا وأحبته هي الأخري، ذات يوم أراد الأب أن يشعر ابنته بوجود أما تشعرها بالحنان فقرر الزواج من إمرأة من عائلة كبيرة ولديها ابنتان من نفس عمر سندريلا، في البداية كانت تعامل سندريلا بلطف، حتى توفى والدها، وظهرت زوجة الاب على حقيقتها القاسية، حيث بدأت تعامل سندريلا كأنها خادمة لها وﻹبنتيها. سندريلا المسكينة عانت مرارة فقدان والدها والمعاملة القاسية التي تعرضت لها ، إلا إنها لم يعد يتبقا لها أحد إلا بعض العصافير والفئران الذين أصبحوا اصدقائها فيساعدونها باعمال البيت والتنظيف."}],"movieVideos":{"title":"Disney's Cinderella Official US Trailer","key":"20DF6U1HcGQ","site":"YouTube","type":"Trailer"}},{"originalTitle":"Aladdin and the King of Thieves","originalOverview":"Legendary secrets are revealed as Aladdin and his friends—Jasmine, Abu, Carpet and, of course, the always entertaining Genie—face all sorts of terrifying threats and make some exciting last-minute escapes pursuing the King Of Thieves and his villainous crew.","posterPath":"/f6cwFA76j6aaRu1KOQ8bBYfSlLx.jpg","backdropPath":"/gDGV6FtkoFIM0hSsDxeUq6wD391.jpg","popularity":14484,"voteAverage":6.2,"releaseDate":"1996-05-20","genres":["Adventure","Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"علاء الدين وملك اللصوص","language":"ar","overview":"تتمة الجزء الأول من فيلم (علاء الدين) الكرتوني الشهير الذي تم صنعه في عام 1992، وبينما يستعد للزواج من حبيبته (ياسمينة)، وعلى الرغم من معاونة الجني، والبساط السحري، فإنه يشعر بقلق غامض، وتتحقق مخاوفه عندما يقوم الأربعون لصاً بسرقة مصباحه السحري، فيحاول استعادته بمعاونة أصدقائه، ومعرفة سر والده المفقود."}],"movieVideos":{"title":"ALADDIN AND THE KING OF THIEVES - Trailer","key":"zIJFDIV7SrI","site":"YouTube","type":"Clip"}},{"originalTitle":"The Rescuers","originalOverview":"What can two little mice possibly do to save an orphan girl who's fallen into evil hands? With a little cooperation and faith in oneself, anything is possible! As members of the mouse-run International Rescue Aid Society, Bernard and Miss Bianca respond to orphan Penny's call for help. The two mice search for clues with the help of an old cat named Rufus.","posterPath":"/49rGpB2x6AFB83SC4IBl9foRIGp.jpg","backdropPath":"/8kVDTCCrcN2twIJZpkTNfG3df85.jpg","popularity":12348,"voteAverage":6.7,"releaseDate":"1977-06-22","genres":["Fantasy","Family","Animation","Adventure"],"category":"Film","language":"en","movieLanguages":[{"title":"المنقذون","language":"ar","overview":"تبدأ الأحداث بوصول رسالة في زجاجة إلى جمعية فئران خيرية. فحوى الرسالة أن فتاة يتيمة تدعى بيتي في خطر بعد أن اختطفتها عجوز شريرة لكي تساعدها في مخططاتها. فتعقد الفأرة بيانكا العزم على مساعدتها."}],"movieVideos":{"title":"The Rescuers 1977 TV trailer","key":"iHKfuMgpSfg","site":"YouTube","type":"Trailer"}},{"originalTitle":"Dumbo","originalOverview":"Dumbo is a baby elephant born with oversized ears and a supreme lack of confidence. But thanks to his even more diminutive buddy -- Timothy the Mouse -- the pint-sized pachyderm learns to surmount all obstacles.","posterPath":"/rI2OAxQnmKTv0o5L9Adrkydpxiz.jpg","backdropPath":"/sa5vHfu5n4NFqZbVf2hzqGr6bim.jpg","popularity":14504,"voteAverage":6.9,"releaseDate":"1941-10-22","genres":["Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"دمبو","language":"ar","overview":"يقوم طائر اللقلق بتسليم فيل وليد إلى السيدة الفيلة (جمبو)؛ المخضرمة في ألعاب السيرك وتتمنى الأمومة. لكن يتعرض الوليد إلى سخرية الجميع بسبب آذانه هائلة الحجم، ثم يُطلَق عليه اسم (دامبو).. بعد فصل دامبو عن والدته، يتم إلحاقه بألعاب مهرجين السيرك الخطيرة، فيصبح الأمر متروكًا لصديقه الفأر حتى يساعده على وضعه المعقد ويعاونه على اكتشاف كامل إمكاناته."}],"movieVideos":{"title":"Dumbo Official Teaser Trailer","key":"-QPdRfqTnt4","site":"YouTube","type":"Teaser"}},{"originalTitle":"Alice in Wonderland","originalOverview":"Alice, an unpretentious and individual 19-year-old, is betrothed to a dunce of an English nobleman. At her engagement party, she escapes the crowd to consider whether to go through with the marriage and falls down a hole in the garden after spotting an unusual rabbit. Arriving in a strange and surreal place called 'Underland,' she finds herself in a world that resembles the nightmares she had as a child, filled with talking animals, villainous queens and knights, and frumious bandersnatches. Alice realizes that she is there for a reason – to conquer the horrific Jabberwocky and restore the rightful queen to her throne.","posterPath":"/pvEE5EN5N1yjmHmldfL4aJWm56l.jpg","backdropPath":"/AmCtBQc5KxJfJVdS2TkY4Pc9lPd.jpg","popularity":17228,"voteAverage":6.6,"releaseDate":"2010-03-03","genres":["Family","Fantasy","Adventure"],"category":"Film","language":"en","movieLanguages":[{"title":"أليس في بلاد العجائب","language":"ar","overview":"كانت الأخت الكبيرة في الحديقة تقرأ لأليس من كتاب التاريخ لكن هذه الأخيرة لم تكن تصغي لأن الكتاب كان مملا بالنسبة لها فهو لم يحتو على أيّة صور أو حوارات.\r بدأت أليس تتخيل عالمها الخاص أين يكون \"المنطق غير منطقي و الغير منطقي منطقي\"... فجأة ظهر أرنب أبيض يرتدي معطف، أخذ الأرنب ساعة من جيبه وهرع مستعجلا، ولكن فضول أليس جعلتها تلحق به لمعرفة سبب استعجاله، فتبعت إلى داخل جحره لكنها سرعان ما بدأت بالبكاء لأنها وجدت نفسها أمام باب مغلق. لكن بمساعدت \"الباب المتكلم\"، قامت بالإهتداء إلى الشرب من قنية صغيرة، مما جعلها تصغر في الحجم وتعبرعبر الباب وجدت أليس نفسها في غابة كبيرة"}],"movieVideos":{"title":"Alice in Wonderland: Official Trailer #2","key":"pMiCJefpn9Q","site":"YouTube","type":"Trailer"}},{"originalTitle":"101 Dalmatians II: Patch's London Adventure","originalOverview":"Being one of 101 takes its toll on Patch, who doesn't feel unique. When he's accidentally left behind on moving day, he meets his idol, Thunderbolt, who enlists him on a publicity campaign.","posterPath":"/ht4h6I7WwaZa1E8xzb1jE94mDvS.jpg","backdropPath":"/kFkFiDdTGv1eb5C0P44KFUGstBA.jpg","popularity":12375,"voteAverage":5.8,"releaseDate":"2003-01-21","genres":["Family","Adventure","Comedy","Music","Animation"],"category":"Film","language":"en","movieLanguages":[{"title":"مئة مرقش ومرقش 2 مغامرة بتش في لندن","language":"ar","overview":"قصة الفيلم تبدأ في لندن ويحلم بتش بأني يلتقي قدوة حياته رعد ويذهب ويلتقي به ومنهنا تبدأ المغامرة"}],"movieVideos":{"title":"101 Dalmatians II: Patch's London Adventure Special Edition","key":"S13zxIByQXg","site":"YouTube","type":"Trailer"}},{"originalTitle":"Home on the Range","originalOverview":"When a greedy outlaw schemes to take possession of the \"Patch Of Heaven\" dairy farm, three determined cows, a karate-kicking stallion and a colorful corral of critters join forces to save their home. The stakes are sky-high as this unlikely animal alliance risk their hides and match wits with a mysterious band of bad guys.","posterPath":"/1KFa2Mzzn2DMlC95eJwRYgRsHI.jpg","backdropPath":"/rQKlcMY8i3elENXEHlkAbQr3xiG.jpg","popularity":11378,"voteAverage":5.9,"releaseDate":"2004-04-02","genres":["Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"مزرعة في خطر","language":"ar","overview":"ماجي هي البقرة الوحيدة التي بقيت فيه مزرعة ديكسون بعد ألاميدا سليم(سارق ماشية قادر على سرقة 500 في ليلة واحدة) الذي سرق كل ما تبقى عند السيد ديكسون من الماشية . باع ديكسون ماجي لبيرل , المرأة اللطيفة و المسنة التي بدأت مزرعة صغيرة أسمتها باتش أو هيفن . ذهب نقيب الشرطة المحلي إلى السيدة بيرل لإخبارها بأن البنك قد ضيق على المدينين . كانت بيرل تدفع للبنك 750 دولار من ثلاثة أيام و إلا ستباع مزرعتها لأعلى مزايد . بسماعها لذلك , أقنعت ماجي الأبقار الأخرى(جراس و كالوي ) في المزرعة للذهاب إلى البلدة من أجل الفوز بجائزة مالية في معرض ."}],"movieVideos":{"title":"Home on the Range","key":"LMW_nGAsLfc","site":"YouTube","type":"Trailer"}},{"originalTitle":"Pocahontas II: Journey to a New World","originalOverview":"When news of John Smith's death reaches America, Pocahontas is devastated. She sets off to London with John Rolfe, to meet with the King of England on a diplomatic mission: to create peace and respect between the two great lands. However, Governor Ratcliffe is still around; he wants to return to Jamestown and take over. He will stop at nothing to discredit the young princess.","posterPath":"/yaksflTZ4x5nxcYVZiARQK2rYhX.jpg","backdropPath":"/fzAnRGmaKJtm8sZuZ8a1nwSNTd3.jpg","popularity":11103,"voteAverage":5.2,"releaseDate":"1998-08-04","genres":["Adventure","Animation","Romance","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"بوكاهانتس 2: رحلة إلى عالم جديد","language":"ar","overview":"تدور احداث لجزء الثاني رحلتها إلى انكلترا التي توجهت ايها بصحبة جون رولف للتباحث في تحقيق السلام بين الانكليز وهنود اميركا الشمالية."}],"movieVideos":{"title":"Pocahontas 2: Journey To a New World UK VHS Trailer","key":"vkXMJaZJoak","site":"YouTube","type":"Trailer"}},{"originalTitle":"50/50","originalOverview":"Inspired by a true story, a comedy centered on a 27-year-old guy who learns of his cancer diagnosis, and his subsequent struggle to beat the disease.","posterPath":"/uDKmnFHqE3rQ9r6ErQsOZWuzXN8.jpg","backdropPath":"/kGac26bIqfwm8eqbP1RjKP70brE.jpg","popularity":12004,"voteAverage":7.1,"releaseDate":"2011-09-30","genres":["Comedy","Drama"],"category":"Film","language":"en","movieLanguages":[{"title":"50/50","language":"ar","overview":"يدور الفيلم حول كاتبا فى البرامج الاذاعية يدعى آدم -27عاما، يعانى من مرض غريب و يتم تشخيصه على انه شكل نادر من سرطان العمود الفقري. ولكن بمساعدة صديقه وأمه، ومعالج شاب في مركز السرطان ، يتعلم آدم أهم الأشياء التي في حياته ."}],"movieVideos":{"title":"50/50 Movie Trailer 2011 - Fifty-fifty Official Trailer","key":"GWPfFDAFvNk","site":"YouTube","type":"Trailer"}},{"originalTitle":"The Perks of Being a Wallflower","originalOverview":"15-year-old freshman Charlie is a wallflower, always watching life from the sidelines, until two charismatic senior students become his mentors. Free-spirited Sam and her stepbrother Patrick help Charlie discover the joys of friendship, first love, music and more, while a teacher sparks Charlie's dreams of becoming a writer.","posterPath":"/cyNQLnHnXZcTUDXVVSEYmquOTOI.jpg","backdropPath":"/uhLcaTPeBpUNgYhZXhDWkj7gMkp.jpg","popularity":19439,"voteAverage":7.8,"releaseDate":"2012-09-20","genres":["Drama"],"category":"Film","language":"en","movieLanguages":[{"title":"مزايا أن تكون خجولًا","language":"ar","overview":"يروي الفيلم قصة تشارلي ذاك الفتى المُنعزل في حياته، وبداية أيامه في الثانوية، بعد أن مر بطفولة صعبة، ومتوسطة سيئة، فتى قد عاني من مشاكل في صغره. . مشاكل نفسية أدت إلى انعزاله واصابته بالتوحد، فهو شخصية انطوائية مُنعزلة غير مشهور ودائماً ما يُسخر منه، يخاف من المُشاركة في أي شيء. . ولا يقوى على رد الكلام لمن يتكلم عليه، يكتم غضبة وحزنه بداخله، ولا يخرجه لا لعائلة ولا لأصدقاء، فلا أصدقاء له، ولا يود لعائلته ان تحزن عليه ويقلقهم في مشكلته الخاصة، فيروي جميع ما يحصل له في دفترة الخاص مُخاطباً شخصية خيالية قد رسمها لنفسه في مُخيلته، يتعرف على مجموعة من الأصدقاء المُوشكين على التخرج من الثانوية في سنتهم الأخيرة، ويبدأ شيء فشيء في التغير يقع في حُب فتاة أكبر منه بسنتين ويحاول كتم حبه لها وسرد ما في قلبه في كتابة ما يُريد."}],"movieVideos":{"title":"THE PERKS OF BEING A WALLFLOWER - Trailer","key":"QE7CGX1d6LU","site":"YouTube","type":"Trailer"}},{"originalTitle":"Teenage Mutant Ninja Turtles","originalOverview":"The city needs heroes. Darkness has settled over New York City as Shredder and his evil Foot Clan have an iron grip on everything from the police to the politicians. The future is grim until four unlikely outcast brothers rise from the sewers and discover their destiny as Teenage Mutant Ninja Turtles. The Turtles must work with fearless reporter April and her wise-cracking cameraman Vern Fenwick to save the city and unravel Shredder's diabolical plan.","posterPath":"/oDL2ryJ0sV2bmjgshVgJb3qzvwp.jpg","backdropPath":"/OqCXGt5nl1cHPeotxCDvXLLe6p.jpg","popularity":27483,"voteAverage":5.8,"releaseDate":"2014-08-07","genres":["Science Fiction","Action","Adventure","Fantasy","Comedy"],"category":"Film","language":"en","movieLanguages":[{"title":"Teenage Mutant Ninja Turtles","language":"ar","overview":"تدور أحداث الفيلم في قالب من المغامرات والكوميديا. تحتاج مدينة نيويورك إلى الأبطال، تسيطر قوى الظلام على المدينة بقيادة (شريدر) وعصابته، ويتحكمون في كل شيء بدءًا من الشرطة ونهاية بالسياسيين الفاسدين. يبدو المستقبل مظلمًا حتي ينهض الأبطال الأربعة (رفاييل، ومايكل أنجلو، وليوناردو، ودوناتيلو) من شبكة المجاري للتصدي للخطر المحدق. تقف السلاحف ومعها المعلم (سبلينتر) ومذيعة الأخبار (أبريل) في وجه الأشرار من أجل إنقاذ المدينة"}],"movieVideos":{"title":"TEENAGE MUTANT NINJA TURTLES Trailer #2","key":"dwXFsrp6WBs","site":"YouTube","type":"Trailer"}},{"originalTitle":"Finding Dory","originalOverview":"Dory is reunited with her friends Nemo and Marlin in the search for answers about her past. What can she remember? Who are her parents? And where did she learn to speak Whale?","posterPath":"/z09QAf8WbZncbitewNk6lKYMZsh.jpg","backdropPath":"/3iSCdXjDmY3DuEOUYsElu35vQU6.jpg","popularity":18831,"voteAverage":7,"releaseDate":"2016-06-16","genres":["Adventure","Animation","Comedy","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"البحث عن دوري","language":"ar","overview":"بعد أن علما نيمو ووالده مارلن أن دوري عرفت مكان عائلتها يقرران مساعدتها في البحث، ويذهبان إلى كاليفورنيا من خلال التيار السريع بمساعدة السلاحف، وعند وصولهم إلى هُناك عانوا الصعوبات بعد أن واجهوا حباراً مُفترسا طاردهم حتى وصلوا إلى منطقة آمنة، ذهبت دوري إلى سطح الماء بعد أن سمعت صوتاً خفياً، لكنها اختُطفت من قِبل عمال المعهد البحري في مورو باي، وانفصلت عن نيمو ووالده"}],"movieVideos":{"title":"Finding Dory Official US Trailer","key":"JhvrQeY3doI","site":"YouTube","type":"Trailer"}},{"originalTitle":"Jurassic World","originalOverview":"Twenty-two years after the events of Jurassic Park, Isla Nublar now features a fully functioning dinosaur theme park, Jurassic World, as originally envisioned by John Hammond.","posterPath":"/jjBgi2r5cRt36xF6iNUEhzscEcb.jpg","backdropPath":"/t5KONotASgVKq4N19RyhIthWOPG.jpg","popularity":34703,"voteAverage":6.6,"releaseDate":"2015-06-06","genres":["Action","Adventure","Science Fiction","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"العالم الجوراسي","language":"ar","overview":"بعد مرور 22 عاما من كارثة حديقة الديناصورات في الجزء الأول، وعلى جزيرة (أيلا نوبلار) ذاتها، تفتح حديقة (العالم الجوراسي) أبوابها أخيرًا للجمهور، ويتوافد عليها آلاف الزائرين كل يوم، إلى أن يحدث شيءٌ ما خطأ، وتخرج الديناصورات من محابسها لتنشر الفوضى في أنحاء الجزيرة."}],"movieVideos":{"title":"Jurassic World - Official Trailer (HD)","key":"RFinNxS5KN4","site":"YouTube","type":"Trailer"}},{"originalTitle":"Inside Out","originalOverview":"Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions - Joy, Fear, Anger, Disgust and Sadness. The emotions live in Headquarters, the control center inside Riley's mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school.","posterPath":"/aAmfIX3TT40zUHGcCKrlOZRKC7u.jpg","backdropPath":"/szytSpLAyBh3ULei3x663mAv5ZT.jpg","popularity":34036,"voteAverage":8,"releaseDate":"2015-06-09","genres":["Drama","Comedy","Animation","Family"],"category":"Film","language":"en","movieLanguages":[{"title":"قلبا وقالبا","language":"ar","overview":"قلباً وقالباً  هو فيلم كوميديا دراما مُحرك حاسوبياً ثلاثي الأبعاد أمريكي من إنتاج استيديوهات بيكسار وإصدار أفلام والت ديزني. الفيلم من تأليف وأفكار بيت دوكتر الذي تواصل مع مباشرة مع المخرج المشارك روني ديل كارمن وجوناس ريفيرا. تدور القصة داخل رأس الطفلة ريلي أندرسون التي تنتقل لمدينة جديدة مع عائلتها حيث تتحكم بها خمس مشاعر -وهي: الفرح، والحزن، والغضب، والاشمئزاز، والخوف- وتقود حياتَها."}],"movieVideos":{"title":"Inside Out - Official US Trailer","key":"yRUAzGQ3nSY","site":"YouTube","type":"Trailer"}},{"originalTitle":"The Equalizer","originalOverview":"McCall believes he has put his mysterious past behind him and dedicated himself to beginning a new, quiet life. But when he meets Teri, a young girl under the control of ultra-violent Russian gangsters, he can’t stand idly by – he has to help her. Armed with hidden skills that allow him to serve vengeance against anyone who would brutalize the helpless, McCall comes out of his self-imposed retirement and finds his desire for justice reawakened. If someone has a problem, if the odds are stacked against them, if they have nowhere else to turn, McCall will help. He is The Equalizer.","posterPath":"/2eQfjqlvPAxd9aLDs8DvsKLnfed.jpg","backdropPath":"/hEJ52KqwOmyRpcihs10h7xOwN7e.jpg","popularity":32155,"voteAverage":7.2,"releaseDate":"2014-09-24","genres":["Thriller","Action","Crime"],"category":"Film","language":"en","movieLanguages":[{"title":"المعادل","language":"ar","overview":"يعتقد مكال أنه وضع ماضيه الغامض وراءه وكرس نفسه ليبدأ حياة جديدة هادئة. لكن عندما يلتقي بـ تيري، وهي فتاة صغيرة تحت سيطرة عصابات روسية شديدة العنف، لا يمكنه الوقوف مكتوف الأيدي - عليه أن يساعدها. مسلح بالمهارات الخفية التي تسمح له بالانتقام من أي شخص يعامل الناس بوحشية، يخرج مكال من تقاعده الذي فرضة على نفسه. لو كان هناك شخص ما لديه مشكلة، او احتمالات متراكمة ضده، او لم يكن لديه أي حل آخر يساعدة، فسوف يساعده مكال، المعادل."}],"movieVideos":{"title":"THE EQUALIZER Trailer (Denzel Washinton - 20104)","key":"qNggvk8QtaY","site":"YouTube","type":"Trailer"}},{"originalTitle":"How to Train Your Dragon: The Hidden World","originalOverview":"As Hiccup fulfills his dream of creating a peaceful dragon utopia, Toothless’ discovery of an untamed, elusive mate draws the Night Fury away. When danger mounts at home and Hiccup’s reign as village chief is tested, both dragon and rider must make impossible decisions to save their kind.","posterPath":"/xvx4Yhf0DVH8G4LzNISpMfFBDy2.jpg","backdropPath":"/h3KN24PrOheHVYs9ypuOIdFBEpX.jpg","popularity":443819,"voteAverage":7.8,"releaseDate":"2019-01-03","genres":["Animation","Family","Adventure"],"category":"Film","language":"en","movieLanguages":[{"title":"كيف تدرب تنينك: العالم الخفي","language":"ar","overview":"في الوقت الذي يحقق فيه - هيكوب - حلمه في إنشاء يوتوبيا تنموية سلمية للتنانين، يكتشف - تووثلس - كائنا مشابها له. بينما يتصاعد الخطر في القرية ويتم اختبار قدرة هيكوب  كحاكما للقرية، يتوجب على كل من التنين وفارسه اتخاذ قرارات مستحيلة لإنقاذ القرية."}],"movieVideos":{"title":"HOW TO TRAIN YOUR DRAGON: THE HIDDEN WORLD | Official Trailer 2","key":"qLTDtbYmdWM","site":"YouTube","type":"Trailer"}},{"originalTitle":"A Million Ways to Die in the West","originalOverview":"As a cowardly farmer begins to fall for the mysterious new woman in town, he must put his new-found courage to the test when her husband, a notorious gun-slinger, announces his arrival.","posterPath":"/12fqfvUmBOPg2pA0RsEhc31P28O.jpg","backdropPath":"/tkxiEwG9xJIbyzvJSGYUyTkz3Mj.jpg","popularity":15268,"voteAverage":5.8,"releaseDate":"2014-05-22","genres":["Comedy","Western"],"category":"Film","language":"en","movieLanguages":[{"title":"A Million Ways to Die in the West","language":"ar","overview":"يقرر (مايكل كينج) بعد وفاة زوجته أن يكون فيلمه القادم عن وجود الظواهر الخارقة للطبيعة من عدمها ، ويضع نفسه في قلب التجربة ، ويستعين طيلة العمل بكافة المختصين في الأرواح الشريرة ، ومستحضري الأرواح ، وممارسي الألاعيب الخارقة ؛ لكي يجروا كل تجاربهم عليه ، ومع اقترابه من إثبات وجهة نظره ، تسيطر قوى مخيفة ومرعبة على (مايكل كينج),, ."}],"movieVideos":{"title":"A Million Ways To Die In The West - Restricted Trailer","key":"KniKvVxaM1o","site":"YouTube","type":"Trailer"}},{"originalTitle":"3 Days to Kill","originalOverview":"A dangerous international spy is determined to give up his high stakes life to finally build a closer relationship with his estranged wife and daughter. But first, he must complete one last mission - even if it means juggling the two toughest assignments yet: hunting down the world's most ruthless terrorist and looking after his teenage daughter for the first time in ten years, while his wife is out of town.","posterPath":"/x32ZavIG7P35e3yzmaqwg46SAjx.jpg","backdropPath":"/hMuPjDgT3MyZkGpST4vky8t0m6h.jpg","popularity":12319,"voteAverage":6.1,"releaseDate":"2014-02-14","genres":["Action","Drama","Thriller","Crime"],"category":"Film","language":"en","movieLanguages":[{"title":"3 Days to Kill","language":"ar","overview":"إيثان رانر (كيفين كوستنر) جاسوسٌ دولي يقرر ترك حياته المليئة بالمخاطر من أجل بناء علاقةٍ قويةٍ مع ابنته وزوجته. ظل إيثان بعيدًا عن ابنته وزوجته من أجل حمايتهما من المخاطر المحيطة به من كل جانب، ولكن يتعين على إيثان استكمال مهمة أخيرة قبل أن يعتزل وهي النيل من أخطر إرهابي على مستوى العالم، بالإضافة لمهمة أصعب وهي الاعتناء بابنته لأول مرة منذ عشرة أعوام حيث إن زوجته خارج البلدة."}],"movieVideos":{"title":"3 Days To Kill B-ROLL (2014) - Kevin Costner, Amber Heard Movie HD","key":"JXmxd2vLh6I","site":"YouTube","type":"Featurette"}},{"originalTitle":"Fury","originalOverview":"Last months of World War II in April 1945. As the Allies make their final push in the European Theater, a battle-hardened U.S. Army sergeant in the 2nd Armored Division named Wardaddy commands a Sherman tank called \"Fury\" and its five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany.","posterPath":"/pfte7wdMobMF4CVHuOxyu6oqeeA.jpg","backdropPath":"/pKawqrtCBMmxarft7o1LbEynys7.jpg","popularity":31745,"voteAverage":7.4,"releaseDate":"2014-10-15","genres":["War","Drama","Action"],"category":"Film","language":"en","movieLanguages":[{"title":"Fury","language":"ar","overview":"في إبريل عام 1945 حينما كان الحلفاء يضعون لمساتهم الأخيرة على مسرح الأحداث الأوروبية، كان الخبير الحربي الرقيب واردادي (براد بيت) - وتحت قيادته طاقم من خمسة جنود - يقود دبابة من طراز (شيرمان) في مهمة انتحارية خلف خطوط العدو. رغم النقص في العدد والعدة لديهم أمام قوات ألمانيا النازية، إلا أنهم قاموا بدور بطولي للغاية."}],"movieVideos":{"title":"FURY - Official Trailer - In Theaters NOW!","key":"q94n3eWOWXM","site":"YouTube","type":"Trailer"}},{"originalTitle":"Annabelle","originalOverview":"John Form has found the perfect gift for his expectant wife, Mia - a beautiful, rare vintage doll in a pure white wedding dress. But Mia's delight with Annabelle doesn't last long. On one horrific night, their home is invaded by members of a satanic cult, who violently attack the couple. Spilled blood and terror are not all they leave behind. The cultists have conjured an entity so malevolent that nothing they did will compare to the sinister conduit to the damned that is now... Annabelle.","posterPath":"/yAgxM61Sn0dYML4C9v3MJFp5zPI.jpg","backdropPath":"/2gKX53lskaCYk9ycXmaDJKqWiy.jpg","popularity":12321,"voteAverage":5.6,"releaseDate":"2014-10-02","genres":["Horror"],"category":"Film","language":"en","movieLanguages":[{"title":"Annabelle","language":"ar","overview":"تدور أحداث الفيلم حول جون فورم وزوجته ميا، حيث يوفق جون في العثور على هدية مميزة لزوجته الحامل، وهي عبارة عن عروسة قديمة ونادرة ترتدي فستانًا ناصع البياض. لكن انجذاب ميا لهذه العروسة لم يدم طويلا، ففي ليلة رهيبة يتم احتلال بيتهما بواسطة مجموعة من عبدة الشيطان الذين اعتدوا بعنف عليهما. وهو ليس آخر شيء يفعله هؤلاء؛ حيث يقومون باستحضار إحدى الأرواح الشريرة التي لا تُقهر وهي (أنابيل)"}],"movieVideos":{"title":"Annabelle Official Teaser Trailer #1 (2014) - Horror Movie HD","key":"jdUysoK6tdQ","site":"YouTube","type":"Teaser"}},{"originalTitle":"The Wedding Ringer","originalOverview":"Doug Harris is a loveable but socially awkward groom-to-be with a problem: he has no best man.  With less than two weeks to go until he marries the girl of his dreams, Doug is referred to Jimmy Callahan, owner and CEO of Best Man, Inc., a company that provides flattering best men for socially challenged guys in need.  What ensues is a hilarious wedding charade as they try to pull off the big con, and an unexpected budding bromance between Doug and his fake\r best man Jimmy.","posterPath":"/u3gLkiOpkNb01r7yvrbbOfBJv3R.jpg","backdropPath":"/ZpVK4T1Ooxk2f4x1enJAMZ6b5M.jpg","popularity":13089,"voteAverage":6.5,"releaseDate":"2015-01-16","genres":["Comedy"],"category":"Film","language":"en","movieLanguages":[{"title":"The Wedding Ringer","language":"ar","overview":"دوج هاريس (جوش جاد) شاب طيب للغاية وحسن السمعة، لكن تكمن المشكلة في كونه شخص انطوائي، وقد بقيت أيام معدودة على موعد حفل زفافه من محبوبته الجميلة جريتشن بالمر (كيلي كوكو سويتنج)، لكن ليس له أصدقاء للأسف، فيلجأ إلى جيمي كالاهان (كيفن هارت) من أجل..."}],"movieVideos":{"title":"The Wedding Ringer - Official \"Best Friends\" Trailer","key":"R3TeI9jPPuA","site":"YouTube","type":"Trailer"}},{"originalTitle":"Halloween","originalOverview":"Fifteen years after murdering his sister on Halloween Night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again.","posterPath":"/vjoOFOTBJcJvA1weJejlZ92LZD4.jpg","backdropPath":"/nGvbpwepspCxiA7AFEGKpQw5z9Z.jpg","popularity":18189,"voteAverage":7.5,"releaseDate":"1978-10-24","genres":["Horror","Thriller"],"category":"Film","language":"en","movieLanguages":[{"title":"هالوين","language":"ar","overview":"تأتي لوري سترود إلى مواجهتها الأخيرة مع مايكل مايرز، الشخصية المقنّعة التي تلاحقها منذ أن نجت منه في ليلة عيد الهالوين قبل أربعة عقود."}],"movieVideos":{"title":"Halloween 2007 Trailer","key":"IeQiSdznHGo","site":"YouTube","type":"Trailer"}}]